/*
Navicat MySQL Data Transfer

Source Server         : localhost
Source Server Version : 50611
Source Host           : localhost:3306
Source Database       : dotachuanqi

Target Server Type    : MYSQL
Target Server Version : 50611
File Encoding         : 65001

Date: 2014-06-24 13:53:12
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for `d_goods`
-- ----------------------------
DROP TABLE IF EXISTS `d_goods`;
CREATE TABLE `d_goods` (
  `id` int(25) NOT NULL AUTO_INCREMENT COMMENT '物品ID',
  `goods_name` varchar(255) NOT NULL COMMENT '物品名称',
  `goods_dengji` varchar(255) NOT NULL COMMENT '物品需要英雄等级',
  `golds` float NOT NULL COMMENT '物品金额',
  `description` varchar(2555) NOT NULL DEFAULT '' COMMENT '物品描述',
  `xiaoguo` varchar(2555) NOT NULL DEFAULT '' COMMENT '物品效果',
  `tujin` varchar(2555) NOT NULL DEFAULT '' COMMENT '物品途径',
  `tobe` varchar(2555) NOT NULL DEFAULT '' COMMENT '可合成',
  `be` varchar(2555) NOT NULL DEFAULT '' COMMENT '被合成',
  `color` varchar(25) NOT NULL DEFAULT '' COMMENT '物品级别',
  `type` varchar(25) NOT NULL DEFAULT '' COMMENT '物品类型',
  `goods_img` varchar(255) NOT NULL DEFAULT '' COMMENT '物品图片',
  `create_time` datetime NOT NULL COMMENT '创建时间',
  `update_time` datetime NOT NULL COMMENT '更新时间',
  `is_delete` int(1) unsigned DEFAULT '0' COMMENT '0:未删除 1:已删除',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=224 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of d_goods
-- ----------------------------
INSERT INTO `d_goods` VALUES ('2', '敏捷丝袜', '要求英雄等级：2', '75', '蜘蛛侠Cosplay套装组件', '敏捷+3', '【第五章 日光森林 · 西圣殿】,【第二章 英雄学院 · 战斗技巧训练营】,【第二章 英雄学院 · 突围】,【第九章 月之森林 · 移形换影】,【第十二章 光明神殿 · 游走】', '49,52', '', '白色', '零件', '2.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('3', '贵族头环', '要求英雄等级：2', '92', '明明是屌丝头环啊亲！', '力量+2,敏捷+2,智力+2', '【第一章 战场 · 埋骨场】,【第二章 英雄学院 · 瞭望塔】,【第二章 英雄学院 · 战斗技巧训练营】,【第二章 英雄学院 · 歌声中的回忆】,【第二章 英雄学院 · 突围】,【第五章 日光森林 · 游侠营地】', '48,49,51', '', '白色', '零件', '3.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('4', '小魔棒', '要求英雄等级：2', '100', '我能反杀……', '每场战斗后补充生命值+15,每场战斗后补充能量+15', '【第一章 战场 · 传送阵】,【第六章 荆棘山谷 · 飞艇坠落】,【第六章 荆棘山谷 · 祖尔布】,【第十章 兽之洞穴 · 地穴女王】', '54', '', '白色', '零件', '4.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('5', '小圆盾', '要求英雄等级：2', '125', '曾经是某人的马桶盖子。', '物理护甲+2', '【第一章 战场 · 军营】,【第五章 日光森林 · 银月城】,【第九章 月之森林 · 合击】', '52,71', '', '白色', '零件', '5.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('6', '鞋', '要求英雄等级：2', '225', '每个英雄都得穿鞋，美杜莎也不例外', '力量+5,敏捷+5,智力+5', '【第一章 战场 · 死神的仆人】,【第六章 荆棘山谷 · 飞艇坠落】,【第一章 战场 · 全军出击】,【第九章 月之森林 · 森林之癫】,【第十一章 时光废墟 · 决死】', '58,61,62,63,64,78,200', '', '白色', '零件', '6.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('7', '加速手套', '要求英雄等级：2', '250', '单身青年必备。', '物理暴击+7.5', '【第三章 娜迦海 · 无名岛】,【第四章 暗夜岛 · 港口小镇】,【第三章 娜迦海 · 冰雨的暴风雪】,【第九章 月之森林 · 代表月亮】', '61,62,63,79,80', '', '绿色', '零件', '7.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('8', '锁甲', '要求英雄等级：2', '275', '银鳞胸甲，蓝色品质。', '物理护甲+5', '【第五章 日光森林 · 魔法学院】,【第二章 英雄学院 · 暗影法术训练营】,【第二章 英雄学院 · 生命的细丝】,【第五章 日光森林 · 带眼镜的女王】,【第十章 兽之洞穴 · 利斧】', '56,60,76,103', '', '绿色', '零件', '8.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('9', '魔抗斗篷', '要求英雄等级：2', '275', '魔抗斗篷、满级红杖、肉山盾；同时拥有这三件圣器的人，会拥有挑战死神的力量。', '魔法抗性+5', '【第三章 娜迦海 · 龙龟墓地】,【第六章 荆棘山谷 · 野人山】,【第三章 娜迦海 · 信念的考验】,【第十一章 时光废墟 · 以一敌百】,【第十二章 光明神殿 · 沉默】', '70,97', '', '绿色', '零件', '9.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('10', '吸血面具', '要求英雄等级：2', '450', '没有比这更拉仇恨的了！', '吸血+15%', '【第三章 娜迦海 · 娜迦神坛】,【第六章 荆棘山谷 · 藏宝湾】,【第三章 娜迦海 · 美杜莎的凝视】,【第十章 兽之洞穴 · 联手】,【第十一章 时光废墟 · 出口】,【第十一章 时光废墟 · 黑暗者】', '67,68,69', '', '绿色', '零件', '10.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('11', '武士头盔', '要求英雄等级：2', '475', '像诺基亚一样坚固。', '物理护甲+5,每场战斗后补充生命值+90', '【第三章 娜迦海 · 我才是船长】,【第六章 荆棘山谷 · 野外竞技场】,【第三章 娜迦海 · 夺船】,【第六章 荆棘山谷 · 剑圣】,【第九章 月之森林 · 移形换影】', '67,79,86', '', '绿色', '零件', '11.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('12', '力量之斧', '要求英雄等级：20', '500', '不不，打架千万不能用斧头，无论在气势上还是作用上你就都输了。', '力量+10', '【第七章 北境 · 骷髅军旗】,【第四章 暗夜岛 · 月神试炼】,【第八章 冰霜王座 · 冰封堡大门】,【第四章 暗夜岛 · 迷雾之宫】,【第十一章 时光废墟 · 斩杀】', '73,90,92', '', '蓝色', '零件', '12.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('13', '大剑', '要求英雄等级：22', '3500', '不管是用来砍盔甲还是切糕，都游刃有余。', '物理攻击力+21', '【第七章 北境 · 浮空承包】,【第四章 暗夜岛 · 月井岗哨】,【第八章 冰霜王座 · 冰封王座】,【第四章 暗夜岛 · 港口小镇】,【第七章 北境 · 浮空城堡】,【第十章 兽之洞穴 · 风暴眼】,【第十二章 光明神殿 · 游走】', '85,93', '', '蓝色', '零件', '13.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('14', '秘银锤', '要求英雄等级：24', '4000', 'IT&#8217;S HAMMER TIME!', '物理攻击力+24', '【第七章 北境 · 浮空承包】,【第四章 暗夜岛 · 月神试炼】,【第四章 暗夜岛 · 迷雾之宫】,【第六章 荆棘山谷 · 剑圣】,【第七章 北境 · 浮空城堡】,【第九章 月之森林 · 狂暴之爪】', '90,94', '', '蓝色', '零件', '14.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('15', '暗影符', '要求英雄等级：25', '7500', '提莫队长神马的简直弱爆了。', '物理暴击+15%', '【第五章 日光森林 · 西圣殿】,【第八章 冰霜王座 · 冰封洞穴】,【第七章 北境 · 击败影子】,【第九章 月之森林 · 合击】', '85', '', '蓝色', '零件', '15.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('16', '振奋石', '要求英雄等级：49', '10500', '我整个人都斯巴达了！', '物理暴击+25', '【第六章 荆棘山谷 · 藏宝湾】,【第十章 兽之洞穴 · 风暴眼】', '103,104', '', '紫色', '零件', '16.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('17', '魔王刀锋', '要求英雄等级：50', '12000', '路西法大人，这是我这个月的灵魂……', '物理攻击力+46', '【第七章 北境 · 击败影子】,【第八章 冰霜王座 · 冰封堡大门】,【第十一章 时光废墟 · 出口】', '110,118', '', '紫色', '零件', '17.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('18', '远古遗物', '要求英雄等级：70', '38000', '多少执着败给了3800。', '物理攻击力+60', '【第十章 兽之洞穴 · 利斧】,【第十二章 光明神殿 · 游走】', '116,121', '', '紫色', '零件', '18.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('19', '智力之篷', '要求英雄等级：2', '75', '', '智力+3', '【第一章 战场 · 死神的仆人】,【第七章 北境 · 污染之门】,【第二章 英雄学院 · 冰霜法术训练营】,【第一章 战场 · 全军出击】,【第二章 英雄学院 · 暴风雪】,【第十二章 光明神殿 · 食人】', '48', '', '白色', '零件', '19.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('20', '力量拳套', '要求英雄等级：2', '75', '', '力量+3', '【第一章 战场 · 异界战场】,【第三章 娜迦海 · 我才是船长】,【第三章 娜迦海 · 夺船】,【第六章 荆棘山谷 · 提尔湖】,【第十二章 光明神殿 · 近卫】', '51,57', '', '白色', '零件', '20.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('21', '防御指环', '要求英雄等级：2', '87', '', '物理护甲+2', '【第三章 娜迦海 · 幽灵船】,【第二章 英雄学院 · 记忆中的战场】,【第二章 英雄学院 · 战场中央】,【第三章 娜迦海 · 破船】,【第十章 兽之洞穴 · 风暴眼】,【第十章 兽之洞穴 · 利斧】', '58', '', '白色', '零件', '21.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('22', '补刀斧', '要求英雄等级：1', '112', '', '物理攻击力+6', '【第一章 战场 · 埋骨场】,【第三章 娜迦海 · 风暴】,【第十一章 时光废墟 · 黑暗者】', '58', '', '白色', '零件', '22.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('23', '艺人面罩', '要求英雄等级：2', '162', '', '每场战斗后补充能量+30', '【第三章 娜迦海 · 无名岛】,【第二章 英雄学院 · 瞭望塔】,【第二章 英雄学院 · 歌声中的回忆】,【第四章 暗夜岛 · 冤家路窄】,【第九章 月之森林 · 鞭挞】,【第十二章 光明神殿 · 神殿守卫】', '50,55,57,60,83', '', '白色', '零件', '23.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('24', '回复戒指', '要求英雄等级：2', '175', '', '每场战斗后补充生命值+80', '【第一章 战场 · 忠诚的证明】,【第五章 日光森林 · 魔法学院】,【第八章 冰霜王座 · 黑暗学院】,【第五章 日光森林 · 带眼镜的女王】,【第十二章 光明神殿 · 一姐】', '50,53,55,58,69,70,77', '', '白色', '零件', '24.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('25', '攻击利爪', '要求英雄等级：2', '225', '', '物理攻击力+9', '【第六章 荆棘山谷 · 野人山】,【第三章 娜迦海 · 美杜莎的凝视】,【第四章 暗夜岛 · 冤家路窄】,【第九章 月之森林 · 森林之癫】,【第十二章 光明神殿 · 火药】', '75,79,200', '', '白色', '零件', '25.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('26', '小毒球', '要求英雄等级：2', '137', '', '物理攻击力+5', '【第六章 荆棘山谷 · 巨人海滩】,【第八章 冰霜王座 · 巨龙之骨】,【第六章 荆棘山谷 · 海滩相遇】,【第十章 兽之洞穴 · 旋转的刀刃】', '107', '', '绿色', '零件', '26.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('27', '力量腰带', '要求英雄等级：2', '225', '', '力量+6', '【第三章 娜迦海 · 我才是船长】,【第七章 北境 · 国王之墓】,【第三章 娜迦海 · 夺船】,【第七章 北境 · 近卫营地】,【第十章 兽之洞穴 · 利斧】', '61,73,81,84', '', '绿色', '零件', '27.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('28', '敏捷皮靴', '要求英雄等级：10', '225', '', '敏捷+6', '【第三章 娜迦海 · 娜迦神坛】,【第五章 日光森林 · 西圣殿】,【第二章 英雄学院 · 发电场】,【第十章 兽之洞穴 · 沟壑之后】', '62,74,89', '', '绿色', '零件', '28.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('29', '智力长袍', '要求英雄等级：10', '225', '', '智力+6', '【第五章 日光森林 · 太阳井】,【第二章 英雄学院 · 冰霜法术训练营】,【第二章 英雄学院 · 暴风雪】,【第五章 日光森林 · 沉默的守卫】,【第十一章 时光废墟 · 双头】,【第十一章 时光废墟 · 决死】', '63,66,76,86,89', '', '绿色', '零件', '29.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('30', '治疗指环', '要求英雄等级：10', '437', '', '每场战斗后补充生命值+150', '【第三章 娜迦海 · 幽灵船】,【第四章 暗夜岛 · 兽穴】,【第八章 冰霜王座 · 冰封堡大门】,【第三章 娜迦海 · 破船】,【第四章 暗夜岛 · 闪电的味道】', '65,70,71', '', '绿色', '零件', '30.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('31', '虚空宝石', '要求英雄等级：11', '437', '', '每场战斗后补充能量+60', '【第三章 娜迦海 · 无名岛】,【第六章 荆棘山谷 · 远古遗迹】,【第三章 娜迦海 · 冰雨的暴风雪】,【第十一章 时光废墟 · 双头】', '65,83,111', '', '绿色', '零件', '31.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('32', '短棍', '要求英雄等级：10', '450', '', '物理攻击力+10,物理暴击+5%', '【第三章 娜迦海 · 风暴】,【第六章 荆棘山谷 · 藏宝湾】,【第十章 兽之洞穴 · 沟壑之后】', '119', '', '绿色', '零件', '32.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('33', '法力之球', '要求英雄等级：11', '500', '', '魔法强度+30', '【第二章 英雄学院 · 火焰法术训练营】,【第六章 荆棘山谷 · 祖尔布】,【第二章 英雄学院 · 龙破斩】,【第九章 月之森林 · 鞭挞】,【第十二章 光明神殿 · 冰火两重天】', '64,88', '', '绿色', '零件', '33.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('34', '生命之球', '要求英雄等级：11', '550', '', '最大生命值+250', '【第三章 娜迦海 · 风暴】,【第六章 荆棘山谷 · 野外竞技场】,【第六章 荆棘山谷 · 剑圣】,【第九章 月之森林 · 狂暴之爪】', '71,88,117', '', '绿色', '零件', '34.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('35', '元气之球', '要求英雄等级：11', '600', '', '生命值+200,魔法强度+18', '【第三章 娜迦海 · 幽灵船】,【第七章 北境 · 污染之门】,【第六章 荆棘山谷 · 巨人海滩】,【第三章 娜迦海 · 破船】,【第六章 荆棘山谷 · 海滩相遇】', '88,92,107', '', '绿色', '零件', '35.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('36', '敏捷之刃', '要求英雄等级：20', '500', '', '敏捷+10', '【第四章 暗夜岛 · 兽穴】,【第四章 暗夜岛 · 闪电的味道】,【第九章 月之森林 · 森林之癫】,【第十一章 时光废墟 · 以一敌百】', '74,89,92', '', '蓝色', '零件', '36.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('37', '智力法杖', '要求英雄等级：20', '2500', '', '智力+10', '【第四章 暗夜岛 · 夜歌森林】,【第六章 荆棘山谷 · 远古遗迹】,【第九章 月之森林 · 鞭挞】,【第十二章 光明神殿 · 神殿守卫】', '77,81,82,83,92', '', '蓝色', '零件', '37.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('38', '阔剑', '要求英雄等级：21', '3000', '', '物理攻击力+18', '【第七章 北境 · 血池】,【第四章 暗夜岛 · 兽穴】,【第四章 暗夜岛 · 闪电的味道】,【第六章 荆棘山谷 · 剑圣】,【第七章 北境 · 击败影子】,【第九章 月之森林 · 代表月亮】', '75,76,93', '', '蓝色', '零件', '38.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('39', '板甲', '要求英雄等级：21', '3500', '厚重的板甲可以保护你的上身，但要小心掉下来砸到脚。（影魔表示毫无压力）', '物理护甲+10', '【第四章 暗夜岛 · 浅滩登陆】,【第八章 冰霜王座 · 巨龙之骨】,【第八章 冰霜王座 · 冰封王座】,【第十二章 光明神殿 · 近卫】,【第十一章 时光废墟 · 以一敌百】', '103,114', '', '蓝色', '零件', '39.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('40', '标枪', '要求英雄等级：23', '3750', '', '物理攻击力+24', '【第四章 暗夜岛 · 暗夜城门】,【第八章 冰霜王座 · 不死军团】,【第十章 兽之洞穴 · 旋转的刀刃】', '80,84,110', '', '蓝色', '零件', '40.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('41', '绿杖', '要求英雄等级：24', '4000', '', '力量+7,敏捷+7,智力+7,魔法暴击+20', '【第七章 北境 · 浮空承包】,【第四章 暗夜岛 · 夜歌森林】,【第七章 北境 · 浮空城堡】,【第十章 兽之洞穴 · 地穴女王】', '115', '', '蓝色', '零件', '41.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('42', '碎骨锤卷轴', '要求英雄等级：24', '5000', '', '可以合成碎骨锤', '【第六章 荆棘山谷 · 提尔湖】,【第八章 冰霜王座 · 不死军团】,【第九章 月之森林 · 合击】', '84', '', '蓝色', '零件', '42.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('43', '闪避项链', '要求英雄等级：47', '18000', '', '闪避+20', '【第八章 冰霜王座 · 冰封洞穴】,【第十章 兽之洞穴 · 联手】,【第十二章 光明神殿 · 游走】', '119', '', '紫色', '零件', '43.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('44', '极限球', '要求英雄等级：48', '10500', '', '力量+10,敏捷+10,智力+10', '【第六章 荆棘山谷 · 巨人海滩】,【第六章 荆棘山谷 · 海滩相遇】,【第八章 冰霜王座 · 冰封王座】,【第九章 月之森林 · 狂暴之爪】', '100,101,107,111', '', '紫色', '零件', '44.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('45', '水晶法杖', '要求英雄等级：49', '13500', '', '智力+25', '【第六章 荆棘山谷 · 远古遗迹】,【第八章 冰霜王座 · 黑曜石柱】,【第九章 月之森林 · 移形换影】', '114', '', '紫色', '零件', '45.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('46', '掠夺之斧', '要求英雄等级：65', '32000', '', '力量+25', '【第九章 月之森林 · 合击】,【第十章 兽之洞穴 · 沟壑】', '117,120', '', '紫色', '零件', '46.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('47', '角鹰弓', '要求英雄等级：66', '33000', '', '敏捷+25', '【第十章 兽之洞穴 · 联手】,【第十章 兽之洞穴 · 沟壑之后】', '115,119', '', '紫色', '零件', '47.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('48', '智力挂件', '要求英雄等级：9', '235', '', '力量+3,敏捷+3,智力+6,物理攻击力+3', '抽奖或者合成', '3,19,197', '82', '白色', '合成品', '48.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('49', '敏捷系带', '要求英雄等级：9', '242', '', '力量+3,敏捷+6,智力+3,物理攻击力+3', '抽奖或者合成', '3,184,2', '59', '白色', '合成品', '49.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('50', '圣殿指环', '要求英雄等级：9', '250', '', '物理护甲+2,每场战斗后补充能量+30', '【第二章 英雄学院 · 突围】', '23,24', '59,69', '白色', '合成品', '50.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('51', '力量护腕', '要求英雄等级：9', '262', '', '力量+6,敏捷+3,智力+3,物理攻击力+3', '【第一章 战场 · 异界战场】', '20,3,185', '66', '白色', '合成品', '51.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('52', '屌丝盾', '要求英雄等级：9', '275', '屌丝终有逆袭日。加油！', '敏捷+6,物理护甲+3', '抽奖或者合成', '5,2,2', '66', '白色', '合成品', '52.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('53', '回复之巾', '要求英雄等级：9', '301', '', '力量+2,敏捷+2,智力+2,每场战斗后补充生命值+120', '抽奖或者合成', '24,1,198', '72,97', '白色', '合成品', '53.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('54', '大魔杖', '要求英雄等级：10', '228', '', '力量+3,敏捷+3,智力+3,生命回复+15,能量回复+15', '抽奖或者合成', '1,1,4,187', '', '绿色', '合成品', '54.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('55', '魂戒', '要求英雄等级：10', '400', '', '魔法强度+12,每场战斗后补充生命值+120,每场战斗后补充能量+30', '【第五章 日光森林 · 带眼镜的女王】', '23,24,186', '', '绿色', '合成品', '55.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('56', '玄铁盾牌', '要求英雄等级：10', '401', '', '力量+2,敏捷+2,智力+2,物理护甲+5', '抽奖或者合成', '8,1,188', '72', '绿色', '合成品', '56.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('57', '骨灰盒', '要求英雄等级：16', '437', '', '力量+6,每场战斗后补充生命值+70,每场战斗后补充能量+50', '抽奖或者合成', '129,23,20,20', '', '绿色', '合成品', '57.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('58', '绿鞋', '要求英雄等级：16', '487', '', '力量+7,敏捷+7,智力+7,物理护甲+1,每场战斗后补充生命值+90', '抽奖或者合成', '21,6,24', '', '绿色', '合成品', '58.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('59', '天鹰之戒', '要求英雄等级：16', '492', '', '力量+3,敏捷+3,智力+3,物理护甲+3,能量回复+32', '抽奖或者合成', '50,49', '', '绿色', '合成品', '59.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('60', '勇气勋章', '要求英雄等级：16', '537', '', '每场战斗后补充能量+30,穿透物理护甲+6', '抽奖或者合成', '8,23,128', '', '绿色', '合成品', '60.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('61', '力量假腿', '要求英雄等级：16', '700', '请在安装前认真确认左右方向', '力量+14,智力+6,敏捷+6,物理暴击+15', '抽奖或者合成', '7,6,27', '', '绿色', '合成品', '61.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('62', '敏捷假腿', '要求英雄等级：18', '700', '', '力量+6,敏捷+14,智力+6,物理暴击+15%', '抽奖或者合成', '7,6,28', '', '绿色', '合成品', '62.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('63', '智力假腿', '要求英雄等级：18', '700', '', '力量+6,敏捷+6,智力+14,物理暴击+15%', '抽奖或者合成', '6,29,7', '', '绿色', '合成品', '63.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('64', '秘法鞋', '要求英雄等级：17', '725', '战斗前闻一闻就会充满怒气', '力量+6,敏捷+6,智力+6,魔法强度+40,能量回复+60', '抽奖或者合成', '6,33', '', '绿色', '合成品', '64.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('65', '坚韧法球', '要求英雄等级：18', '875', '', '物理攻击力+10,每场战斗后补充生命值+200,每场战斗后补充能量+75', '抽奖或者合成', '30,31', '93,96,101,102', '绿色', '合成品', '65.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('66', '古之耐歌', '要求英雄等级：20', '887', '', '力量+9,敏捷+9,智力+9,物理攻击力+3', '抽奖或者合成', '51,29,133', '', '绿色', '合成品', '66.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('67', '支配', '要求英雄等级：19', '925', '', '物理攻击力+20,物理护甲+5,吸血+15', '抽奖或者合成', '10,11', '120', '绿色', '合成品', '67.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('68', '疯脸', '要求英雄等级：19', '950', '美国队长Cosplay套装组件', '物理护甲-10,物理暴击+20%,吸血+20', '抽奖或者合成', '10,135', '', '绿色', '合成品', '68.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('69', '祭品', '要求英雄等级：19', '1025', '', '物理护甲+5,物理暴击+15%,能量回复+40,吸血+16%', '抽奖或者合成', '130,10,24,50', '', '绿色', '合成品', '69.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('70', '魔抗头巾', '要求英雄等级：18', '1062', '', '魔法抗性+12,生命回复+150', '抽奖或者合成', '30,24,24,9', '', '绿色', '合成品', '70.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('71', '冲锋盾', '要求英雄等级：18', '1112', '无法撼动之物', '生命值+280,物理护甲+4,生命回复+240', '抽奖或者合成', '34,5,30', '', '绿色', '合成品', '71.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('72', '梅肯', '要求英雄等级：18', '1153', '', '治疗技能效果提高+20%', '抽奖或者合成', '53,56,134', '95', '绿色', '合成品', '72.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('73', '散华', '要求英雄等级：18', '1025', '', '力量+16,物理攻击力+10', '抽奖或者合成', '12,27,131', '91', '蓝色', '合成品', '73.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('74', '夜叉', '要求英雄等级：18', '1025', '', '敏捷+16,物理暴击+6%', '抽奖或者合成', '36,28,132', '91,100', '蓝色', '合成品', '74.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('75', '水晶剑', '要求英雄等级：37', '5725', '易碎品，小心轻放。', '物理攻击力+30,物理暴击+30%', '抽奖或者合成', '38,25,136', '118', '蓝色', '合成品', '75.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('76', '反伤甲', '要求英雄等级：37', '3500', '', '智力+10,物理攻击力+22,物理护甲+5,魔法抗性+5', '抽奖或者合成', '38,8,29', '', '蓝色', '合成品', '76.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('77', '推推棒', '要求英雄等级：37', '5175', '愿原力与你同在。', '智力+10,生命回复+120,闪避+5', '抽奖或者合成', '141,37,24', '', '蓝色', '合成品', '77.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('78', '飞鞋', '要求英雄等级：31', '20225', '不走寻常路', '力量+25,敏捷+25,智力+25', '抽奖或者合成', '6,190', '', '蓝色', '合成品', '78.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('79', '鬼手', '要求英雄等级：31', '4450', '', '力量+22,物理攻击力+9,物理暴击+10%,物理护甲+5', '抽奖或者合成', '7,25,11,139', '', '蓝色', '合成品', '79.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('80', '小电锤', '要求英雄等级：31', '7250', '', '物理攻击力+24,物理暴击+15%', '抽奖或者合成', '40,137,7', '104', '蓝色', '合成品', '80.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('81', '小人书', '要求英雄等级：31', '6975', '我和我的小伙伴都惊呆了。', '力量+8,智力+15,生命值+200,物理攻击力+21,魔法强度+21', '抽奖或者合成', '145,37,27', '105', '蓝色', '合成品', '81.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('82', '红杖', '要求英雄等级：33', '10735', '', '智力+15,魔法强度+30,魔法暴击+5', '抽奖或者合成', '48,37,143', '106', '蓝色', '合成品', '82.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('83', '风杖', '要求英雄等级：33', '11100', '臭流氓！不许抬头！', '敏捷+10,能量回复+90,忽视魔法抗性+10', '抽奖或者合成', '37,23,31,138', '', '蓝色', '合成品', '83.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('84', '碎骨锤', '要求英雄等级：33', '8975', '无坚不摧之力。', '力量+3,物理攻击力+40,物理暴击+10%', '抽奖或者合成', '40,27,42', '121', '蓝色', '合成品', '84.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('85', '洛萨', '要求英雄等级：34', '7500', '', '物理攻击力+30,物理暴击+15%', '抽奖或者合成', '13,15', '', '蓝色', '合成品', '85.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('86', '纷争', '要求英雄等级：41', '7175', '', '智力+12,忽视魔法抗性+25', '抽奖或者合成', '144,11,29,29', '', '蓝色', '合成品', '86.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('87', '阿托斯', '要求英雄等级：41', '1600', '', '智力+25,生命值+325,忽视魔法抗性+10', '抽奖或者合成', '', '', '蓝色', '合成品', '87.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('88', '振魂玫瑰', '要求英雄等级：35', '1650', '', '生命值+350,魔法强度+40,生命回复+100,能量回复+32', '抽奖或者合成', '33,34,35', '96', '蓝色', '合成品', '88.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('89', '散失', '要求英雄等级：35', '5475', '', '敏捷+22,智力+4,物理攻击力+20', '抽奖或者合成', '36,28,29,140', '108', '蓝色', '合成品', '89.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('90', '黑黄', '要求英雄等级：42', '14500', '', '力量+10,物理攻击力+24,魔法抗性+10', '抽奖或者合成', '12,14,146', '', '蓝色', '合成品', '90.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('91', '双刀', '要求英雄等级：35', '2050', '', '力量+16,敏捷+16,物理攻击力+12,物理暴击+12%', '抽奖或者合成', '73,74', '', '蓝色', '合成品', '91.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('92', '蓝杖', '要求英雄等级：35', '2100', '', '力量+10,敏捷+10,智力+10,生命值+200,魔法暴击+10', '抽奖或者合成', '35,12,36,37', '', '蓝色', '合成品', '92.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('93', '狂战斧', '要求英雄等级：35', '7375', '拯救世界', '物理攻击力+65,生命回复+140,能量回复+50', '抽奖或者合成', '13,38,65', '', '蓝色', '合成品', '93.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('94', '暗灭', '要求英雄等级：44', '14000', '', '物理攻击力+60,穿透物理护甲+9', '抽奖或者合成', '14,14,142', '', '蓝色', '合成品', '94.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('95', '梅肯2阶', '要求英雄等级：44', '2306', '', '治疗技能效果提高+40%', '抽奖或者合成', '72,72', '109', '蓝色', '合成品', '95.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('96', '血晶石', '要求英雄等级：44', '2525', '可以自杀，小心点错。', '生命值+400,魔法暴击+48,生命回复+200,能量回复+30,治疗技能效果提高+20%', '抽奖或者合成', '88,65', '112', '蓝色', '合成品', '96.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('97', '长笛', '要求英雄等级：52', '10364', '以前叫长萧，现在改叫长笛，因为吹笛比较和谐。', '魔法抗性+35,生命回复+100', '抽奖或者合成', '9,53,150', '', '紫色', '合成品', '97.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('98', '天堂', '要求英雄等级：64', '19025', '', '力量+20,物理攻击力+20,物理暴击+30,闪避+25', '抽奖或者合成', '', '', '紫色', '合成品', '98.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('99', '紫苑', '要求英雄等级：51', '9425', '', '智力+25,物理攻击力+30,物理暴击+15,能量回复+100', '抽奖或者合成', '193,193,149', '', '紫色', '合成品', '99.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('100', '分身斧', '要求英雄等级：53', '18025', '', '力量+10,敏捷+26,智力+10,最大生命值+250,物理暴击+16', '抽奖或者合成', '44,74,148', '', '紫色', '合成品', '100.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('101', '林肯', '要求英雄等级：59', '24625', '', '力量+15,敏捷+15,智力+15,物理攻击力+10,魔法抗性+15', '抽奖或者合成', '65,44,152', '', '紫色', '合成品', '101.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('102', '刷新珠', '要求英雄等级：60', '20462', 'F5已坏！', '智力+6,物理攻击力+40,生命回复+200,能量回复+100,能量消耗降低+15%', '抽奖或者合成', '191,193,65', '125', '紫色', '合成品', '102.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('103', '强袭', '要求英雄等级：51', '27275', '', '物理护甲+15,物理暴击+35,穿透物理护甲+5', '抽奖或者合成', '151,16,39,8', '', '紫色', '合成品', '103.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('104', '大电锤', '要求英雄等级：62', '23750', '“如有刮坏请照价赔偿——托尔”', '物理攻击力+48,物理暴击+40', '抽奖或者合成', '80,16,147', '', '紫色', '合成品', '104.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('105', '小人书2阶', '要求英雄等级：63', '13950', '我和我的小伙伴都惊呆了。', '力量+12,智力+21,生命值+300,物理攻击力+31,魔法强度+31', '抽奖或者合成', '81,81', '122', '紫色', '合成品', '105.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('106', '红杖2阶', '要求英雄等级：51', '21470', '', '智力+17,魔法强度+60,魔法暴击+10', '抽奖或者合成', '82,82', '123', '紫色', '合成品', '106.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('107', '冰眼', '要求英雄等级：65', '35350', '你的目光冰冷。', '力量+25,敏捷+25,智力+25,生命值+250,物理攻击力+30,魔法强度+60', '抽奖或者合成', '44,44,35,26', '', '紫色', '合成品', '107.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('108', '散失2阶', '要求英雄等级：61', '10950', '', '敏捷+28,智力+12,物理攻击力+40', '抽奖或者合成', '89,89', '124', '紫色', '合成品', '108.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('109', '梅肯3阶', '要求英雄等级：62', '4612', '不要放弃治疗！', '力量+5,敏捷+5,智力+5,穿透物理护甲+5点,治疗技能效果提高+30%', '抽奖或者合成', '95,95', '126', '紫色', '合成品', '109.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('110', '金箍棒', '要求英雄等级：64', '39500', '这就是猴子搬来的救兵了。', '物理攻击力+88,物理暴击+15,穿透物理护甲+10', '抽奖或者合成', '153,40,40,17', '', '紫色', '合成品', '110.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('111', '羊刀', '要求英雄等级：53', '44437', '武功再高，也怕羊刀。', '力量+10,敏捷+10,智力+35,能量回复+110,忽视魔法抗性+10点', '抽奖或者合成', '31,154,44', '', '紫色', '合成品', '111.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('112', '血晶石2阶', '要求英雄等级：53', '46975', '可以自杀，小心点错。', '生命值+425,魔法强度+60,每场战斗后补充生命值+200,每场战斗后补充能量+30,治疗技能效果提高+40%', '抽奖或者合成', '96,96', '113', '紫色', '合成品', '112.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('113', '血晶石3阶', '要求英雄等级：53', '7575', '可以自杀，小心点错。', '生命值+450,魔法强度+72,每场战斗后补充生命值+200,每场战斗后补充能量+30,治疗技能效果提高+60', '抽奖或者合成', '112,112', '113', '紫色', '合成品', '113.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('114', '冰甲', '要求英雄等级：70', '23000', '可穿戴冰箱，抵抗夏日和龙骑士咳嗽的最佳装备。', '智力+30,物理护甲+40', '抽奖或者合成', '189,45,39', '', '紫色', '合成品', '114.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('115', '虚灵', '要求英雄等级：80', '37000', '', '力量+10,敏捷+40,智力+10,魔法强度+15,魔法暴击+30', '抽奖或者合成', '47,41', '', '紫色', '合成品', '115.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('116', '光耀', '要求英雄等级：80', '51500', '菜鸟憋辉耀，大神裸跳刀。挂逼1V5，还说意识骚。', '物理攻击力+100,穿透物理护甲+30', '抽奖或者合成', '199,18', '', '紫色', '合成品', '116.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('117', '龙心', '要求英雄等级：72', '44550', '', '力量+40,生命值+600,生命回复+600', '抽奖或者合成', '157,34,46', '207', '紫色', '合成品', '117.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('118', '大炮', '要求英雄等级：79', '27725', '成吨的伤害！', '物理攻击力+81,物理暴击+50', '抽奖或者合成', '155,17,75', '', '紫色', '合成品', '118.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('119', '蝴蝶', '要求英雄等级：73', '51450', '', '敏捷+30,物理攻击力+30,物理暴击+30,闪避+30', '抽奖或者合成', '47,43,32', '', '紫色', '合成品', '119.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('120', '撒旦', '要求英雄等级：80', '43925', '', '力量+25,物理攻击力+50,物理护甲+15,吸血+25', '抽奖或者合成', '156,67,46', '', '紫色', '合成品', '120.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('121', '深渊之刃', '要求英雄等级：78', '46975', '', '力量+10,物理攻击力+100,物理暴击+30', '抽奖或者合成', '18,84', '', '紫色', '合成品', '121.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('122', '小人书3阶', '要求英雄等级：74', '46975', '我和我的小伙伴都惊呆了。', '力量+16,智力24,生命值+400,物理攻击力+41,魔法强度+41', '抽奖或者合成', '105,105', '', '紫色', '合成品', '122.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('123', '红杖3阶', '要求英雄等级：78', '42940', '', '智力+19,魔法强度+90,魔法暴击+30', '抽奖或者合成', '106,106', '127', '紫色', '合成品', '123.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('124', '散失3阶', '要求英雄等级：79', '21900', '', '敏捷+34,物理攻击力+60,智力+20', '抽奖或者合成', '108,108', '', '紫色', '合成品', '124.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('125', '刷新珠2阶', '要求英雄等级：79', '40925', 'F5已坏！', '智力+18,物理攻击力+40,生命回复+200,能量回复+120,能量消耗降低+30%', '抽奖或者合成', '102,102', '', '紫色', '合成品', '125.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('126', '梅肯4阶', '要求英雄等级：77', '9224', '', '力量+5,敏捷+5,智力+5,穿透物理护甲+5点,治疗技能效果提高+40%', '抽奖或者合成', '109,109', '', '紫色', '合成品', '126.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('127', '红杖4阶', '要求英雄等级：80', '85880', '', '智力+21,魔法强度+140,魔法暴击+50', '抽奖或者合成', '123,123', '', '紫色', '合成品', '127.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('128', '勇气勋章卷轴', '要求英雄等级：80', '100', '', '可以合成勇气勋章。', '【第七章 北境 · 国王之墓】,【第四章 暗夜岛 · 暗夜城门】,【第七章 北境 · 近卫营地】,【第十章 兽之洞穴 · 旋转的刀刃】', '60', '', '绿色', '卷轴', '128.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('129', '骨灰盒卷轴', '要求英雄等级：80', '125', '', '可以合成骨灰盒。', '【第七章 北境 · 祭坛】,【第四章 暗夜岛 · 暗夜城门】,【第十一章 时光废墟 · 震荡】', '57', '', '绿色', '卷轴', '129.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('130', '祭品卷轴', '要求英雄等级：80', '150', '', '可以合成祭品。', '【第六章 荆棘山谷 · 提尔湖】,【第八章 冰霜王座 · 黑暗学院】,【第九章 月之森林 · 狂暴之爪】', '69', '', '绿色', '卷轴', '130.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('131', '散华卷轴', '要求英雄等级：80', '300', '', '可以合成散华。', '【第七章 北境 · 骷髅军旗】,【第四章 暗夜岛 · 浅滩登陆】,【第十章 兽之洞穴 · 沟壑】', '73', '', '绿色', '卷轴', '131.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('132', '夜叉卷轴', '要求英雄等级：80', '300', '', '可以合成夜叉。', '【第三章 娜迦海 · 娜迦神坛】,【第七章 北境 · 血池】,【第三章 娜迦海 · 美杜莎的凝视】,【第七章 北境 · 击败影子】,【第十章 兽之洞穴 · 联手】,【第十一章 时光废墟 · 出口】', '74', '', '绿色', '卷轴', '132.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('133', '古之耐歌卷轴', '要求英雄等级：80', '400', '', '可以合成古之耐歌。', '【第四章 暗夜岛 · 月神试炼】,【第八章 冰霜王座 · 黑暗学院】,【第四章 暗夜岛 · 迷雾之宫】,【第九章 月之森林 · 崩裂】', '66', '', '绿色', '卷轴', '133.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('134', '梅肯卷轴', '要求英雄等级：80', '450', '', '可以合成梅肯。', '【第七章 北境 · 死灵书】,【第四章 暗夜岛 · 夜歌森林】,【第十二章 光明神殿 · 食人】', '72', '', '绿色', '卷轴', '134.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('135', '疯脸卷轴', '要求英雄等级：80', '500', '', '可以合成疯脸。', '【第四章 暗夜岛 · 浅滩登陆】,【第八章 冰霜王座 · 冰封洞穴】,【第十章 兽之洞穴 · 风暴眼】', '68', '', '绿色', '卷轴', '135.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('136', '水晶剑卷轴', '要求英雄等级：80', '500', '', '可以合成水晶剑。', '【第五章 日光森林 · 东圣殿】,【第六章 荆棘山谷 · 野人山】,【第十章 兽之洞穴 · 沟壑之后】', '75', '', '蓝色', '卷轴', '136.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('137', '小电锤卷轴', '要求英雄等级：80', '600', '', '可以合成小电锤。', '【第五章 日光森林 · 游侠营地】,【第八章 冰霜王座 · 冰封洞穴】,【第十章 兽之洞穴 · 风暴眼】', '80', '', '蓝色', '卷轴', '137.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('138', '风杖卷轴', '要求英雄等级：80', '2000', '', '可以合成风杖。', '【第五章 日光森林 · 太阳井】,【第七章 北境 · 祭坛】,【第五章 日光森林 · 沉默的守卫】,【第十一章 时光废墟 · 震荡】', '83', '', '蓝色', '卷轴', '138.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('139', '鬼手卷轴', '要求英雄等级：80', '700', '', '可以合成鬼手。', '【第五章 日光森林 · 东圣殿】,【第七章 北境 · 骷髅军旗】,【第十一章 时光废墟 · 黑暗者】', '79', '', '蓝色', '卷轴', '139.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('140', '散失卷轴', '要求英雄等级：80', '850', '', '可以合成散失。', '【第四章 暗夜岛 · 港口小镇】,【第八章 冰霜王座 · 不死军团】,【第十一章 时光废墟 · 以一敌百】', '89', '', '蓝色', '卷轴', '140.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('141', '推推棒卷轴', '要求英雄等级：80', '900', '', '可以合成推推棒。', '【第五章 日光森林 · 魔法学院】,【第七章 北境 · 死灵书】,【第五章 日光森林 · 带眼镜的女王】,【第十一章 时光废墟 · 决死】,【第十二章 光明神殿 · 沉默】', '77', '', '蓝色', '卷轴', '141.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('142', '暗灭卷轴', '要求英雄等级：80', '600', '', '可以合成暗灭。', '【第八章 冰霜王座 · 巨龙之骨】,【第六章 荆棘山谷 · 藏宝湾】,【第九章 月之森林 · 移形换影】', '94', '', '蓝色', '卷轴', '142.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('143', '红杖卷轴', '要求英雄等级：80', '2000', '', '可以合成红杖。', '【第五章 日光森林 · 山谷大门】,【第七章 北境 · 祭坛】,【第十二章 光明神殿 · 冰火两重天】', '82', '', '蓝色', '卷轴', '143.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('144', '纷争卷轴', '要求英雄等级：80', '1250', '', '可以合成纷争。', '【第六章 荆棘山谷 · 飞艇坠落】,【第六章 荆棘山谷 · 远古遗迹】,【第十章 兽之洞穴 · 地穴女王】', '86', '', '蓝色', '卷轴', '144.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('145', '小人书卷轴', '要求英雄等级：80', '1250', '', '可以合成小人书。', '【第五章 日光森林 · 太阳井】,【第七章 北境 · 死灵书】,【第五章 日光森林 · 沉默的守卫】,【第十一章 时光废墟 · 双头】', '81', '', '蓝色', '卷轴', '145.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('146', '黑黄卷轴', '要求英雄等级：80', '2000', '', '可以合成黑黄。', '【第五章 日光森林 · 银月城】,【第六章 荆棘山谷 · 野人山】,【第八章 冰霜王座 · 冰封洞穴】,【第十二章 光明神殿 · 火药】', '90', '', '蓝色', '卷轴', '146.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('147', '大电锤卷轴', '要求英雄等级：80', '300', '', '可以合成大电锤。', '【第七章 北境 · 骷髅军旗】,【第十一章 时光废墟 · 黑暗者】,【第十二章 光明神殿 · 近卫】', '104', '', '紫色', '卷轴', '147.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('148', '分身斧卷轴', '要求英雄等级：80', '325', '', '可以合成分身斧。', '【第七章 北境 · 血池】,【第七章 北境 · 污染之门】,【第十章 兽之洞穴 · 旋转的刀刃】,【第十二章 光明神殿 · 火药】', '100', '', '紫色', '卷轴', '148.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('149', '紫苑卷轴', '要求英雄等级：80', '387', '', '可以合成紫苑。', '【第七章 北境 · 浮空承包】,【第七章 北境 · 浮空城堡】,【第十一章 时光废墟 · 决死】,【第十二章 光明神殿 · 冰火两重天】', '99', '', '紫色', '卷轴', '149.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('150', '长笛卷轴', '要求英雄等级：80', '450', '', '可以合成长笛。', '【第七章 北境 · 死灵书】,【第八章 冰霜王座 · 冰封王座】', '97', '', '紫色', '卷轴', '150.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('151', '强袭卷轴', '要求英雄等级：80', '650', '', '可以合成强袭。', '【第七章 北境 · 国王之墓】,【第七章 北境 · 近卫营地】,【第九章 月之森林 · 崩裂】,【第九章 月之森林 · 代表月亮】', '103', '', '紫色', '卷轴', '151.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('152', '林肯卷轴', '要求英雄等级：80', '662', '', '可以合成林肯。', '【第八章 冰霜王座 · 巨龙之骨】,【第八章 冰霜王座 · 冰封堡大门】,【第九章 月之森林 · 崩裂】,【第十二章 光明神殿 · 沉默】', '101', '', '紫色', '卷轴', '152.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('153', '金箍棒卷轴', '要求英雄等级：80', '1000', '', '可以合成金箍棒。', '【第六章 荆棘山谷 · 野外竞技场】,【第八章 冰霜王座 · 不死军团】,【第九章 月之森林 · 森林之癫】,【第十二章 光明神殿 · 一姐】', '110', '', '紫色', '卷轴', '153.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('154', '羊刀卷轴', '要求英雄等级：80', '1000', '', '可以合成羊刀。', '【第七章 北境 · 祭坛】,【第八章 冰霜王座 · 黑暗学院】,【第十二章 光明神殿 · 食人】', '111', '', '紫色', '卷轴', '154.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('155', '大炮卷轴', '要求英雄等级：80', '200', '', '可以合成大炮。', '【第十一章 时光废墟 · 黑暗者】,【第十二章 光明神殿 · 火药】', '118', '', '紫色', '卷轴', '155.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('156', '撒旦卷轴', '要求英雄等级：80', '220', '', '可以合成撒旦。', '【第十一章 时光废墟 · 斩杀】,【第十二章 光明神殿 · 一姐】', '120', '', '紫色', '卷轴', '156.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('157', '龙心卷轴', '要求英雄等级：80', '240', '', '可以合成龙心。', '【第十一章 时光废墟 · 震荡】,【第十二章 光明神殿 · 食人】', '117', '', '紫色', '卷轴', '157.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('171', '经验药膏', '要求英雄等级：80', '1200', '', '吃了它可以获得300点英雄经验。', '抽奖或者合成', '117', '', '绿色', '消耗品', '171.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('172', '孜然羊肉串', '要求英雄等级：80', '1200', '', '吃了它可以回复12点体力。', '抽奖或者合成', '117', '', '绿色', '消耗品', '172.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('173', '机动车牌', '要求英雄等级：80', '50000', '', '不起眼的锈铁片，但出售给商人可以换取海量金币。', '抽奖或者合成', '117', '', '紫色', '消耗品', '173.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('174', '黄金电能核心', '要求英雄等级：80', '20000', '', '矮人机械常用的动力核心十分稀有，可以出售给商人换取大笔金币。', '抽奖或者合成', '117', '', '蓝色', '消耗品', '174.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('175', '经验奶酪', '要求英雄等级：80', '4000', '', '吃了它可以获得1500点英雄经验。', '抽奖或者合成', '117', '', '蓝色', '消耗品', '175.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('176', '秘银齿轮组', '要求英雄等级：80', '5000', '', '耐用的机械零件，可以出售给商人换取金币。', '【第九章 月之森林 · 鞭挞】,【第十章 兽之洞穴 · 旋转的刀刃】,【第十一章 时光废墟 · 决死】,【第十二章 光明神殿 · 神殿守卫】', '117', '', '绿色', '消耗品', '176.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('177', '原力精华', '要求英雄等级：80', '8000', '', '珍贵的附魔材料，可以提供200点魔能。', '抽奖或者合成', '117', '', '紫色', '消耗品', '177.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('178', '微光粉尘', '要求英雄等级：80', '3000', '', '少见的附魔材料，可以提供60点魔能。', '抽奖或者合成', '117', '', '蓝色', '消耗品', '178.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('179', '虚空尘埃', '要求英雄等级：80', '600', '', '常见的附魔材料，可以提供10点魔能。', '抽奖或者合成', '117', '', '绿色', '消耗品', '179.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('180', '经验药水', '要求英雄等级：80', '400', '', '吃了它可以获得60点英雄经验。', '抽奖或者合成', '117', '', '白色', '消耗品', '180.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('181', '章鱼丸子', '要求英雄等级：80', '6000', '', '吃了它可以回复60点体力。', '抽奖或者合成', '117', '', '紫色', '消耗品', '181.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('182', '奥尔良烤翅', '要求英雄等级：80', '3000', '', '吃了它可以回复30点体力。', '抽奖或者合成', '117', '', '蓝色', '消耗品', '182.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('183', '房产证', '要求英雄等级：80', '500000', '', '破烂的小红本，不知为什么商人会用天价收购。', '抽奖或者合成', '117', '', '紫色', '消耗品', '183.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('184', '敏捷系带卷轴', '要求英雄等级：80', '75', '', '可以合成敏捷系带。', '【第二章 英雄学院 · 发电场】,【第四章 暗夜岛 · 月井岗哨】,【第四章 暗夜岛 · 冤家路窄】,【第九章 月之森林 · 代表月亮】,【第十二章 光明神殿 · 一姐】', '49', '', '白色', '卷轴', '184.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('185', '力量护腕卷轴', '要求英雄等级：80', '95', '', '可以合成力量护腕。', '【第五章 日光森林 · 东圣殿】,【第二章 英雄学院 · 记忆中的战场】,【第二章 英雄学院 · 战场中央】,【第十章 兽之洞穴 · 沟壑】,【第十一章 时光废墟 · 斩杀】', '51', '', '白色', '卷轴', '185.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('186', '魂戒卷轴', '要求英雄等级：80', '62', '', '可以合成魂戒。', '【第三章 娜迦海 · 龙龟墓地】,【第六章 荆棘山谷 · 祖尔布】,【第三章 娜迦海 · 信念的考验】,【第十一章 时光废墟 · 震荡】', '55', '', '绿色', '卷轴', '186.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('187', '大魔杖卷轴', '要求英雄等级：80', '75', '', '可以合成大魔杖。', '【第四章 暗夜岛 · 月井岗哨】,【第六章 荆棘山谷 · 野外竞技场】,【第三章 娜迦海 · 冰雨的暴风雪】,【第六章 荆棘山谷 · 剑圣】,【第十章 兽之洞穴 · 沟壑】,【第十二章 光明神殿 · 神殿守卫】', '54', '', '绿色', '卷轴', '187.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('188', '玄铁盾牌卷轴', '要求英雄等级：80', '100', '', '可以合成玄铁盾牌。', '【第三章 娜迦海 · 龙龟墓地】,【第六章 荆棘山谷 · 祖尔布】,【第三章 娜迦海 · 信念的考验】,【第十一章 时光废墟 · 出口】', '56', '', '绿色', '卷轴', '188.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('189', '冰甲卷轴', '要求英雄等级：80', '6000', '', '可以合成冰甲。', '【第十章 兽之洞穴 · 地穴女王】,【第十一章 时光废墟 · 双头】', '114', '', '紫色', '卷轴', '189.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('190', '飞鞋卷轴', '要求英雄等级：80', '10000', '', '可以合成飞鞋。', '【第五章 日光森林 · 山谷大门】,【第五章 日光森林 · 游侠营地】,【第七章 北境 · 国王之墓】,【第七章 北境 · 血池】,【第七章 北境 · 污染之门】,【第六章 荆棘山谷 · 飞艇坠落】,【第六章 荆棘山谷 · 巨人海滩】,【第六章 荆棘山谷 · 提尔湖】,【第八章 冰霜王座 · 黑曜石柱】,【第六章 荆棘山谷 · 海滩相遇】,【第七章 北境 · 近卫营地】,【第七章 北境 · 击败影子】,【第九章 月之森林 · 崩裂】', '78', '', '蓝色', '卷轴', '190.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('191', '刷新珠卷轴', '要求英雄等级：80', '18750', '', '可以合成刷新珠', '【第八章 冰霜王座 · 黑曜石柱】,【第九章 月之森林 · 鞭挞】,【第十二章 光明神殿 · 神殿守卫】', '102', '', '紫色', '卷轴', '191.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('193', '空明禅杖', '要求英雄等级：18', '837', '秃驴！休跟贫道抢师太！', '智力+6,物理攻击力+15,物理暴击+5,能量回复+40', '抽奖或者合成', '99,102', '', '绿色', '合成品', '193.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('197', '智力挂件卷轴', '要求英雄等级：18', '67', '', '可以合成智力挂件', '【第五章 日光森林 · 山谷大门】,【第二章 英雄学院 · 火焰法术训练营】,【第二章 英雄学院 · 龙破斩】,【第八章 冰霜王座 · 黑曜石柱】,【第十二章 光明神殿 · 沉默】', '48', '', '白色', '卷轴', '197.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('198', '回复之巾卷轴', '要求英雄等级：18', '100', '', '可以合成回复之巾', '【第五章 日光森林 · 银月城】,【第二章 英雄学院 · 暗影法术训练营】,【第二章 英雄学院 · 生命的细丝】,【第十一章 时光废墟 · 斩杀】,【第十二章 光明神殿 · 冰火两重天】', '53', '', '白色', '卷轴', '198.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('199', '光耀卷轴', '要求英雄等级：18', '450', '', '可以合成光耀', '【第十一章 时光废墟 · 以一敌百】,【第十二章 光明神殿 · 近卫】', '116', '', '紫色', '卷轴', '199.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('200', '相位鞋', '要求英雄等级：19', '675', '请小心地滑', '力量+9,敏捷+9,智力+9,物理攻击力+24', '抽奖或者合成', '25,6,25', '', '绿色', '合成品', '200.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('202', '黄金零件', '要求英雄等级：19', '2000', '魔抗斗篷 魂戒卷轴 玄铁盾牌卷轴 黄金零件', '可以出售给商人获取少量金币', '【第三章 娜迦海 · 信念的考验】,【第四章 暗夜岛 · 冤家路窄】,【第五章 日光森林 · 东圣殿】,【第八章 冰霜王座 · 黑暗学院】', '25,6,25', '', '白色', '消耗品', '202.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('203', '群星之怒', '要求英雄等级：85', '0', '', '敏捷+42,物理攻击力+90,物理暴击+15', '抽奖或者合成', '25,6,25', '', '橙色', '合成品', '203.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('204', '蓝宝石法杖', '要求英雄等级：80', '0', '很快就连法师都当不起了', '魔法强度+145', '抽奖或者合成', '25,6,25', '', '橙色', '合成品', '204.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('205', '逐日者法典', '要求英雄等级：84', '0', '附赠有声版，由原作者夸父深情朗诵。', '力量+30,智力+20,敏捷+20,护甲+35', '抽奖或者合成', '25,6,25', '', '橙色', '合成品', '205.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('206', '欺诈者之剑', '要求英雄等级：85', '0', '你听见这把剑在你的脑中低语', '力量+40,物理攻击+80,护甲+15,吸血+30', '抽奖或者合成', '25,6,25', '', '橙色', '合成品', '206.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('207', '不朽之守护', '要求英雄等级：86', '0', '曾经是肉山的枕头', '力量+10,生命值+1300,护甲+40', '抽奖或者合成', '117', '', '橙色', '合成品', '207.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('208', '无尽长夜法杖', '要求英雄等级：85', '0', '每次握着它你都感到昏昏欲睡', '智力+60,魔法强度+145,生命回复+185,能量恢复+130', '抽奖或者合成', '117', '', '橙色', '合成品', '208.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('209', '暗月卡牌', '要求英雄等级：84', '0', '还剩9999张卡牌需要收集', '智力+25,魔法强度+150,忽视魔法抗性+15', '抽奖或者合成', '117', '', '橙色', '合成品', '209.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('210', '雷霆之怒', '要求英雄等级：84', '0', '看来这把剑在圣休亚瑞也没有找到合适的主人', '力量+10,智力+10,敏捷+10,物理攻击力+125,生命回复+500', '抽奖或者合成', '117', '', '橙色', '合成品', '210.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('211', '麒麟弯刀', '要求英雄等级：80', '0', '马上有一血', '物理攻击力+90', '抽奖或者合成', '117', '', '橙色', '合成品', '211.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('212', '地覆', '要求英雄等级：86', '0', '', '力量+60,物理攻击力+100,生命回复+200,能量回复+50', '抽奖或者合成', '117', '', '橙色', '合成品', '212.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('213', '水晶之塔', '要求英雄等级：86', '0', '', '魔法强度+70,生命回复+150,能量回复+50,治疗效果+50%', '抽奖或者合成', '117', '', '橙色', '合成品', '213.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('214', '翡翠之吻', '要求英雄等级：86', '0', '', '智力+35,生命值+315,魔法强度+175,魔法暴击+25', '抽奖或者合成', '117', '', '橙色', '合成品', '214.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('215', '虚无法杖', '要求英雄等级：82', '0', '', '力量,敏捷,智力+10,物理暴击+60,魔法暴击+60', '抽奖或者合成', '117', '', '紫色', '合成品', '215.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('216', '魔龙之鳞', '要求英雄等级：83', '0', '', '力量+10,生命最大值+600,魔法抗性+35', '抽奖或者合成', '117', '', '紫色', '合成品', '216.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('217', '疾行鞋', '要求英雄等级：79', '0', '', '力量+31,敏捷+31,智力+31', '抽奖或者合成', '117', '', '紫色', '合成品', '217.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('218', '女王的浴衣', '要求英雄等级：83', '0', '', '智力+35,生命回复+250,能量回复+500', '抽奖或者合成', '117', '', '紫色', '合成品', '218.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('219', '大天使之剑', '要求英雄等级：82', '0', '', '物理攻击+75,穿透物理护甲+15', '抽奖或者合成', '117', '', '紫色', '合成品', '219.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('1', '树枝', '要求英雄等级：2', '26', '带上它以确保一局GG', '力量+1,敏捷+1,智力+1', '【第一章 战场 · 异界战场】,【第一章 战场 · 传送阵】,【第一章 战场 · 忠诚的证明】,【第一章 战场 · 军营】', '53,54,56', '', '白色', '零件', '1.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('220', '毁灭护符', '要求英雄等级：82', '0', '小心掉落', '智力+40,魔法强度+200', '抽奖或者合成', '117', '', '紫色', '合成品', '220.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('221', '巫师之冠', '要求英雄等级：80', '0', '太风骚了，容易成为集火目标', '魔法强度+120', '抽奖或者合成', '117', '', '紫色', '合成品', '221.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('222', '银月长矛', '要求英雄等级：79', '0', '手短有我', '物理攻击力+75', '抽奖或者合成', '117', '', '紫色', '合成品', '222.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_goods` VALUES ('223', '禁卫军胸甲', '要求英雄等级：80', '20', '禁卫军出品，必属精品', '物理护甲+20', '抽奖或者合成', '117', '', '紫色', '合成品', '223.jpg', '2014-06-12 10:14:00', '2014-06-24 11:42:01', '0');

-- ----------------------------
-- Table structure for `d_goods_hero`
-- ----------------------------
DROP TABLE IF EXISTS `d_goods_hero`;
CREATE TABLE `d_goods_hero` (
  `id` int(25) NOT NULL AUTO_INCREMENT COMMENT '物品英雄关联表',
  `goods_id` int(25) NOT NULL COMMENT '物品ID',
  `hero_id` varchar(255) NOT NULL COMMENT '英雄ID',
  `message` text NOT NULL COMMENT '关联英雄信息',
  `create_time` datetime NOT NULL COMMENT '添加时间',
  `update_time` datetime NOT NULL COMMENT '更新时间',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=206 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of d_goods_hero
-- ----------------------------
INSERT INTO `d_goods_hero` VALUES ('1', '1', '19,35,32,17,22,23,21,11,23,47', '', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('2', '2', '19,35,32,17,22,23,21,11,23,47', '', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('3', '3', '19,35,32,17,22,23,21,11,23,47', '', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('4', '4', '19,35,32,17,22,23,21,11,23,47', '', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('5', '5', '19,35,32,17,22,23,21,11,23,47', '', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('6', '6', '19,35,32,17,22,23,21,11,23,47', '', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('7', '7', '19,35,32,17,22,23,21,11,23,47', '', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('8', '8', '19,35,32,17,22,23,21,11,23,47', '', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('9', '9', '19,35,32,17,22,23,21,11,23,47', '', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('10', '10', '19,35,32,17,22,23,21,11,23,47', '', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('11', '11', '10', '小娜迦', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('12', '12', '9,13,6,2,22,21,8,11,43,15,47', '拍拍熊,斧王+1,电魂+2,全能骑士,修补匠+1,骨法+2,骷髅王,死灵法师+2,熊喵酒仙+2,死骑,术士', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('13', '13', '1,34,12,30,40,41,36,5,26,38,28,49', '船长,小黑,剑圣+1,月骑+2,白虎+2,直升机+1,火枪,大鱼人+1,美杜莎+2,骨弓+2,影魔+1,机枪兵', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('14', '14', '9,34,31,5,28,48', '拍拍熊+2,小黑,神灵武士+1,大鱼人+1,影魔+2,巨魔+2', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('15', '15', '9,34,31,5,28,48', '拍拍熊+2,小黑,神灵武士+1,大鱼人+1,影魔+2,巨魔+2', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('16', '16', '43', '熊喵酒仙+2', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('17', '17', '36,5,28,36,43,42,48,49', '火枪+1,大鱼人+1,影魔,火枪+2,熊喵酒仙+2,亚龙+2,巨魔,机枪兵+1', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('18', '18', '42,15,45,50', '亚龙+1,死骑+2,敌法+1,刚背猪+2', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('19', '19', '42,15,45,50', '亚龙+1,死骑+2,敌法+1,刚背猪+2', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('20', '20', '14', '小小+2', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('21', '21', '14', '小小+2', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('22', '22', '14', '小小+2', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('23', '23', '47', '术士', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('24', '24', '47', '术士', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('25', '25', '47', '术士', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('26', '26', '47', '术士', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('27', '27', '3,3', '潮汐,潮汐+2', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('28', '28', '30,39,40,42', '月骑+2,复仇,白虎+2,亚龙', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('29', '29', '27,25', '恶魔巫师,黑鸟+2', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('30', '30', '27,25', '恶魔巫师,黑鸟+2', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('31', '31', '11', '死灵法师', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('32', '32', '41,41,42,6,26,38,28,28', '直升机,直升机+2,亚龙+2,电魂,美杜莎,骨弓+1,影魔,影魔+2', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('33', '33', '4,19,18,18,27,22,23,21,11,33,47', '蓝胖+1,火女,宙斯+1,宙斯+2,恶魔巫师,修补匠,冰女,骨法,死灵法师+1,小鹿+1,术士', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('34', '34', '9,14,6,10,21,8,11,33,47', '拍拍熊+1,小小,电魂+2,小娜迦+2,骨法,骷髅王,死灵法师,小鹿,术士+1', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('35', '35', '44', '死亡先知', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('36', '36', '34,6,10', '小黑+1,电魂+1,小娜迦+1', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('37', '37', '4,4,18,17,17,2,22,23,21,11,25,24,33,15,44,47', '蓝胖,蓝胖+2,宙斯,痛苦女王+1,痛苦女王+2,全能骑士,修补匠+2,冰女+2,骨法+2,死灵法师+2,黑鸟+1,暗牧+1,小鹿+2,死骑,死亡先知+2,术士+1', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('38', '38', '34,30,40,36,48,49', '小黑+1,月骑+1,白虎+1,火枪,巨魔+1,机枪兵', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('39', '39', '1,4,34,29,13,13,19,20,32,41,2,2,36,37,10,3,3,26,38,11,25,24,24,28,33,15,15,49,50,50', '船长+2,蓝胖,小黑+2,沉默,斧王+1,斧王+2,火女+2,巫妖,双头龙,直升机+1,全能骑士+1,全能骑士+2,火枪+1,风行,小娜迦+2,潮汐,潮汐+1,美杜莎+1,骨弓+2,死灵法师+1,黑鸟+1,暗牧,暗牧+1,影魔+1,小鹿,死骑+1,死骑+2,机枪兵+1,刚背猪,刚背猪+1', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('40', '40', '31,42,36,37,37,26,26,38,49', '神灵武士+2,亚龙+1,火枪+2,风行+1,风行+2,美杜莎,美杜莎+2,骨弓+3,机枪兵+2', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('41', '41', '19,27,17,23,21,11,25,44', '火女+2,恶魔巫师+2,痛苦女王+3,冰女,骨法+1,死灵法师+3,黑鸟+3,死亡先知+1', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('42', '42', '19,27,17,23,21,11,25,44', '火女+2,恶魔巫师+2,痛苦女王+3,冰女,骨法+1,死灵法师+3,黑鸟+3,死亡先知+1', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('43', '43', '24', '暗牧', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('44', '44', '19,35,20,18,27,2,22,37,23,10,26,26,26,25,33,32,18,27,36,40,38,15,42,35,44,44,45,50', '火女+1,光法+2,巫妖+1,宙斯+1,恶魔巫师+2,全能骑士+1,修补匠+1,风行+1,冰女+2,小娜迦+1,美杜莎,美杜莎+1,美杜莎+2,黑鸟+1,小鹿+2,双头龙+2,宙斯+2,恶魔巫师+2,火枪+2,白虎+2,骨弓+2,死骑+2,亚龙+2,光法+2,死亡先知+2,死亡先知,敌法+2,刚背猪', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('45', '45', '29,35,18,27,17,17,2,22,37,23,21,11,25,25,24,33,19,18,4,44,47', '沉默+2,光法,宙斯+2,恶魔巫师+1,痛苦女王+1,痛苦女王+2,全能骑士+1,修补匠+1,风行+2,冰女+1,骨法+1,死灵法师+1,黑鸟,黑鸟+2,暗牧,小鹿+1,火女+2,宙斯+2,蓝胖+2,死亡先知+2,术士', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('46', '46', '31,2,15', '神灵武士,全能骑士+2,死骑+1', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('47', '47', '41', '直升机', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('48', '48', '4,14,35,32,32,17,37,25,44,47', '蓝胖+2,小小+1,光法,双头龙+1,双头龙+2,痛苦女王,风行,黑鸟,死亡先知,术士+2', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('49', '49', '12,12,30,39,39,40,42,42,6,26,38,38', '剑圣,剑圣+2,月骑+1,复仇+1,复仇+2,白虎+1,亚龙+1,亚龙+2,电魂+1,美杜莎,骨弓,骨弓+1', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('50', '50', '48', '巨魔', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('51', '51', '13,7,5,3,8,50', '斧王,神牛,大鱼人,潮汐+1,骷髅王+1,刚背猪+1', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('52', '52', '13,7,5,3,8,50', '斧王,神牛,大鱼人,潮汐+1,骷髅王+1,刚背猪+1', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('53', '53', '35,20,47', '光法+1,巫妖+2,术士+1', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('54', '54', '27,38', '恶魔巫师+1,骨弓', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('55', '55', '7,19,18', '神牛+1,火女,宙斯', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('56', '56', '', '', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('57', '57', '7,39,39,31,32,44,47', '神牛+2,复仇,复仇+3,神灵武士+3,双头龙+3,死亡先知+3,术士+3', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('58', '58', '7,39,39,31,32,44,47', '神牛+2,复仇,复仇+3,神灵武士+3,双头龙+3,死亡先知+3,术士+3', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('59', '59', '30,40', '月骑,白虎', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('60', '60', '8', '骷髅王+1', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('61', '61', '31,33', '神灵武士,小鹿', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('62', '62', '12,39,39,40,26', '剑圣,复仇,复仇+1,白虎,美杜莎', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('63', '63', '17,11,44', '痛苦女王,死灵法师,死亡先知', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('64', '64', '4,29,13,27,21,24', '蓝胖,沉默,斧王,恶魔巫师,骨法,暗牧', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('65', '65', '1,9,41,2,10,5,3,33,15,50', '船长,拍拍熊,直升机,全能骑士,小娜迦,大鱼人+2,潮汐,小鹿+1,死骑,刚背猪', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('66', '66', '29,29,39,39,31,35,20,32,42,5,44,45,47', '沉默+1,沉默+2,复仇,复仇+2,神灵武士+1,光法,巫妖+1,双头龙+2,亚龙,大鱼人,死亡先知+2,敌法+1,术士+2', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('67', '67', '1,12,30,40,31,41,10,28,45,45', '船长+1,剑圣+1,月骑+3,白虎+3,神灵武士+2,直升机+1,小娜迦+1,影魔+1,敌法,敌法+3', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('68', '68', '12,8,28', '剑圣,骷髅王+2,影魔', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('69', '69', '9,4,35,48', '拍拍熊+2,蓝胖+3,光法+2,巨魔+2', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('70', '70', '13,30,40,20,11,43,33', '斧王+1,月骑,白虎,巫妖,死灵法师+2,熊喵酒仙,小鹿+2', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('71', '71', '1,1,9,9,29,29,12,12,13,13,14,39,31,35,20,20,42,42,6,6,2,23,10,10,5,3,8,11,24,15,48,48,46,45,50,50', '船长+1,船长+3,拍拍熊,拍拍熊+3,沉默,沉默+3,剑圣,剑圣+3,斧王,斧王+3,小小+3,复仇+1,神灵武士,光法+3,巫妖,巫妖+3,亚龙+1,亚龙+3,电魂+1,电魂+3,全能骑士+2,冰女+1,小娜迦,小娜迦+3,大鱼人+1,潮汐+2,骷髅王+2,死灵法师+3,暗牧+2,死骑+2,巨魔+3,巨魔,灵魂守卫+3,敌法+2,刚背猪,刚背猪+2', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('72', '72', '35,22,21,21,44', '光法+1,修补匠,骨法+1,骨法+3,死亡先知+1', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('73', '73', '13,7,3', '斧王+2,神牛,潮汐+1', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('74', '74', '6,45', '电魂,敌法', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('75', '75', '34,7,41,6,36,37,5,28,45,49,49,50', '小黑,神牛,直升机+2,电魂+2,火枪+2,风行+2,大鱼人,影魔+2,敌法+1,机枪兵+2,机枪兵+3,刚背猪+1', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('76', '76', '13,14,31,6,3,8,50', '斧王+3,小小+1,神灵武士,电魂+3,潮汐+3,骷髅王+3,刚背猪+3', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('77', '77', '29,39,19,27,2,37,21,25,33,33,15', '沉默+2,复仇+1,火女,恶魔巫师,全能骑士+3,风行+1,骨法,黑鸟,小鹿,小鹿+3,死骑+3', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('78', '78', '1,1,1,1,9,9,9,9,4,4,4,34,34,34,34,29,29,29,12,12,12,13,13,13,14,14,14,7,7,7,30,30,30,30,39,39,40,40,40,19,19,19,19,31,31,31,35,35,20,20,20,20,32,32,32,32,41,41,41,42,42,42,42,18,18,18,18,6,6,6,27,27,27,17,17,17,2,2,2,2,22,22,22,22,36,36,36,36,37,37,37,23,', '船长,船长+1,船长+2,船长+3,拍拍熊,拍拍熊+1,拍拍熊+2,拍拍熊+3,蓝胖+1,蓝胖+2,蓝胖+3,小黑,小黑+1,小黑+2,小黑+3,沉默+1,沉默+2,沉默+3,剑圣+1,剑圣+2,剑圣+3,斧王+1,斧王+2,斧王+3,小小+1,小小+2,小小+3,神牛+1,神牛+2,神牛+3,月骑,月骑+1,月骑+2,月骑+3,复仇+2,复仇+3,白虎+1,白虎+2,白虎+3,火女,火女+1,火女+2,火女+3,神灵武士+1,神灵武士+2,神灵武士+3,光法+2,光法+3,巫妖,巫妖+1,巫妖+2,巫妖+3,双头龙,双头龙+1,双头龙+2,双头龙+3,直升机+1,直升机+2,直升机+3,亚龙,亚龙+1,亚龙+2,亚龙+3,宙斯,宙斯+1,宙斯+2,宙斯+3,电魂+1,电魂+2,电魂+3,恶魔巫师+1,恶魔巫师+2,恶魔巫师+3,痛苦女王+1,痛苦女王+2,痛苦女王+3,全能骑士,全能骑士+1,全能骑士+2,全能骑士+3,修补匠,修补匠+1,修补匠+2,修补匠+3,火枪,火枪+1,火枪+2,火枪+3,风行+1,风行+2,风行+3,冰女,冰女+1,冰女+2,冰女+3,小娜迦,小娜迦+1,小娜迦+2,小娜迦+3,大鱼人,大鱼人+1,大鱼人+2,大鱼人+3,潮汐,潮汐+1,潮汐+2,潮汐+3,美杜莎+1,美杜莎+2,美杜莎+3,骨弓,骨弓+1,骨弓+2,骨弓+3,骨法+1,骨法+2,骨法+3,骷髅王,骷髅王+1,骷髅王+2,骷髅王+3,死灵法师+1,死灵法师+2,死灵法师+3,黑鸟,黑鸟+1,黑鸟+2,黑鸟+3,暗牧+1,暗牧+2,暗牧+3,影魔,影魔+1,影魔+2,影魔+3,熊喵酒仙,熊喵酒仙+1,熊喵酒仙+2,熊喵酒仙+3,小鹿+1,小鹿+2,小鹿+3,死骑,死骑+1,死骑+2,死骑+3,死亡先知+1,死亡先知+2,死亡先知+3,敌法,敌法+2,敌法+3,敌法+1,巨魔+3,巨魔,巨魔+1,术士+3,灵魂守卫+3,机枪兵+2,巨魔+2,机枪兵,机枪兵+1,机枪兵+3,术士+2,术士,术士+1,刚背猪+3,刚背猪,刚背猪+1,刚背猪+2', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('79', '79', '9,31,8,43,48,50', '拍拍熊+1,神灵武士+1,骷髅王+1,熊喵酒仙+2,巨魔+1,刚背猪+2', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('80', '80', '1,37,26,43,45', '船长+2,风行,美杜莎+1,熊喵酒仙,敌法+2', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('81', '81', '35,47', '光法+3,术士+2', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('82', '82', '13,40,35', '斧王,白虎+3,光法', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('83', '83', '14,7,32,37,23', '小小+1,神牛+3,双头龙+1,风行+3,冰女+3', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('84', '84', '12,38,8,43', '剑圣+1,骨弓+2,骷髅王+2,熊喵酒仙+1', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('85', '85', '1,1,9,34,14,30,41,36,28,45,46,48', '船长,船长+3,拍拍熊+2,小黑+3,小小,月骑+1,直升机+3,火枪+3,影魔+3,敌法,灵魂守卫+3,巨魔+2', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('86', '86', '20,17,22,25', '巫妖+1,痛苦女王,修补匠,黑鸟+2', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('87', '87', '20,17,22,25', '巫妖+1,痛苦女王,修补匠,黑鸟+2', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('88', '88', '', '', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('89', '89', '34', '小黑+1', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('90', '90', '1,9,9,34,29,12,14,7,30,30,39,40,19,31,32,41,42,18,6,27,17,17,2,22,36,36,37,23,5,3,3,26,38,38,8,8,25,28,15,44,45,48,49,49', '船长+2,拍拍熊+1,拍拍熊+3,小黑+1,沉默+3,剑圣+3,小小+2,神牛+3,月骑,月骑+3,复仇+3,白虎,火女+3,神灵武士+3,双头龙,直升机+3,亚龙+3,宙斯+3,电魂,恶魔巫师+3,痛苦女王+1,痛苦女王+3,全能骑士+3,修补匠+3,火枪,火枪+2,风行+3,冰女+3,大鱼人+2,潮汐,潮汐+3,美杜莎+3,骨弓+1,骨弓+3,骷髅王,骷髅王+3,黑鸟+3,影魔+3,死骑+3,死亡先知+3,敌法+3,巨魔+3,机枪兵+2,机枪兵', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('91', '91', '1,14,30,39,31,41,41,42,36,5,3,38,43,45,49', '船长,小小+2,月骑+2,复仇+2,神灵武士,直升机,直升机+2,亚龙,火枪+1,大鱼人,潮汐+2,骨弓,熊喵酒仙,敌法+1,机枪兵+1', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('92', '92', '4,4,12,13,14,7,30,19,20,18,18,6,27,21,24,33,47', '蓝胖+1,蓝胖+3,剑圣+2,斧王+2,小小+3,神牛+1,月骑+3,火女+3,巫妖+3,宙斯,宙斯+3,电魂+3,恶魔巫师+3,骨法+3,暗牧+3,小鹿+3,术士+3', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('93', '93', '1,9,12,12,14,5,5,8,43,45,48,50', '船长+1,拍拍熊+1,剑圣,剑圣+3,小小,大鱼人+3,大鱼人+3,骷髅王+3,熊喵酒仙+3,敌法,巨魔+1,刚背猪+3', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('94', '94', '34,34,7,36,5,8,24,43,48,49', '小黑+2,小黑+3,神牛+2,火枪+1,大鱼人+3,骷髅王,暗牧+2,熊喵酒仙+1,巨魔+1,机枪兵+1', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('95', '95', '', '', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('96', '96', '13,35,18,27,23,15,47', '斧王,光法+2,宙斯+1,恶魔巫师+1,冰女+1,死骑+1,术士+3', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('97', '97', '1,9,4,29,31,35,20,32,41,42,6,23,3,3,21,11,24,43,33,2,5,13,15,39,33,44,48,50', '船长+1,拍拍熊+2,蓝胖,沉默,神灵武士+2,光法+3,巫妖+1,双头龙,直升机,亚龙+1,电魂,冰女+2,潮汐+1,潮汐+3,骨法+2,死灵法师,暗牧+1,熊喵酒仙+1,小鹿+3,全能骑士+2,大鱼人+2,斧王+2,死骑+2,复仇+2,小鹿+2,死亡先知+2,巨魔+2,刚背猪+1', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('98', '98', '1,9,4,29,31,35,20,32,41,42,6,23,3,3,21,11,24,43,33,2,5,13,15,39,33,44,48,50', '船长+1,拍拍熊+2,蓝胖,沉默,神灵武士+2,光法+3,巫妖+1,双头龙,直升机,亚龙+1,电魂,冰女+2,潮汐+1,潮汐+3,骨法+2,死灵法师,暗牧+1,熊喵酒仙+1,小鹿+3,全能骑士+2,大鱼人+2,斧王+2,死骑+2,复仇+2,小鹿+2,死亡先知+2,巨魔+2,刚背猪+1', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('99', '99', '4,19,20,17,22,25,24,38,37,29,35,20,44', '蓝胖,火女+2,巫妖+2,痛苦女王+2,修补匠+3,黑鸟+2,暗牧+2,骨弓+2,风行+2,沉默+2,光法+2,巫妖+2,死亡先知', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('100', '100', '34,12,30,39,40,31,32,6,22,36,36,26,26,38,12,34,26,10,28,41,9,44,48,49,49,49,45', '小黑+3,剑圣+2,月骑,复仇+2,白虎,神灵武士+2,双头龙+2,电魂+1,修补匠+2,火枪,火枪+3,美杜莎+1,美杜莎+3,骨弓+3,剑圣+2,小黑+2,美杜莎+2,小娜迦+2,影魔+2,直升机+2,拍拍熊+2,死亡先知+1,巨魔+2,机枪兵,机枪兵+2,机枪兵+3,敌法+2', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('101', '101', '1,9,9,4,29,13,13,14,7,39,40,19,31,32,32,42,18,27,2,2,22,22,37,10,21,11,25,43,33,15,15,23,44,48,50', '船长,拍拍熊,拍拍熊+3,蓝胖+3,沉默+1,斧王,斧王+3,小小+1,神牛+2,复仇+3,白虎+1,火女+1,神灵武士+3,双头龙+1,双头龙+3,亚龙+2,宙斯+2,恶魔巫师+1,全能骑士,全能骑士+3,修补匠,修补匠+3,风行,小娜迦+1,骨法+1,死灵法师+3,黑鸟,熊喵酒仙+2,小鹿+2,死骑,死骑+3,冰女,死亡先知+2,巨魔,刚背猪', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('102', '102', '4,29,12,7,30,19,20,18,27,2,23,3,26,25,28,15,44,1,47,50', '蓝胖+1,沉默,剑圣+2,神牛+1,月骑+1,火女,巫妖,宙斯+1,恶魔巫师+2,全能骑士+1,冰女+2,潮汐,美杜莎+3,黑鸟+3,影魔+3,死骑+1,死亡先知+3,船长+2,术士,刚背猪+2', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('103', '103', '9,34,29,12,13,14,7,39,35,42,2,36,37,10,5,38,24,28,43,43,33,6,40,31,3,41,1,8,30,48,49,50', '拍拍熊,小黑+3,沉默+1,剑圣+1,斧王+1,小小,神牛,复仇,光法+2,亚龙,全能骑士+3,火枪+2,风行+3,小娜迦+2,大鱼人+3,骨弓+2,暗牧+2,影魔,熊喵酒仙,熊喵酒仙+3,小鹿+1,电魂+2,白虎+2,神灵武士+2,潮汐+2,直升机+2,船长+2,骷髅王+2,月骑+2,巨魔,机枪兵+2,刚背猪+2', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('104', '104', '1,34,34,14,40,6,36,37,5,26,8,28,43', '船长+3,小黑,小黑+2,小小,白虎,电魂,火枪+3,风行+1,大鱼人,美杜莎+2,骷髅王+1,影魔,熊喵酒仙+1', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('105', '105', '20,32,18,27,17,21,24,4,44,44', '巫妖+2,双头龙,宙斯,恶魔巫师,痛苦女王,骨法,暗牧,蓝胖,死亡先知+1,死亡先知+3', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('106', '106', '19,35,32,17,22,23,21,11,19,27,14,4,29,23,47', '火女+2,光法+1,双头龙+1,痛苦女王,修补匠,冰女+1,骨法,死灵法师,火女+2,恶魔巫师+2,小小+2,蓝胖+2,沉默+2,冰女,术士+2', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('107', '107', '14,7,40,35,32,18,17,22,37,10,26,38,25,24,28,45,46', '小小+3,神牛+2,白虎+2,光法,双头龙+3,宙斯+3,痛苦女王+3,修补匠+3,风行+2,小娜迦+3,美杜莎+3,骨弓,黑鸟+1,暗牧+3,影魔+1,敌法+3,灵魂守卫+3', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('108', '108', '40,10', '白虎+1,小娜迦', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('109', '109', '2,11,24,33,15,47', '全能骑士,死灵法师,暗牧,小鹿,死骑,术士+1', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('110', '110', '12,14,7,30,39,40,31,41,42,42,6,36,36,37,10,5,26,38,8,43,45,48,49,49', '剑圣,小小+2,神牛,月骑,复仇,白虎+3,神灵武士+1,直升机+1,亚龙,亚龙+3,电魂+2,火枪,火枪+3,风行+3,小娜迦,大鱼人+2,美杜莎,骨弓+1,骷髅王,熊喵酒仙,敌法,巨魔+3,机枪兵,机枪兵+3', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('111', '111', '29,29,7,39,19,19,35,20,20,41,18,27,27,2,22,37,23,38,21,25,24,33,33,15,32,17,23,4,11,25,22,14,21,24,7,44,47', '沉默,沉默+3,神牛+3,复仇+1,火女,火女+3,光法+1,巫妖,巫妖+3,直升机+3,宙斯,恶魔巫师,恶魔巫师+3,全能骑士+2,修补匠+2,风行,冰女+3,骨弓,骨法+3,黑鸟+3,暗牧+3,小鹿,小鹿+3,死骑+2,双头龙+2,痛苦女王+2,冰女+2,蓝胖+2,死灵法师+2,黑鸟+2,修补匠+2,小小+2,骨法+2,暗牧+2,神牛+2,死亡先知,术士+2', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('112', '112', '', '', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('113', '113', '', '', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('114', '114', '4,29,13,14,7,39,19,35,20,32,18,27,17,2,22,37,23,5,3,21,11,25,24,33,15,44,47', '蓝胖+1,沉默+1,斧王+2,小小+1,神牛+1,复仇+1,火女+1,光法+1,巫妖+1,双头龙+1,宙斯+3,恶魔巫师+1,痛苦女王+1,全能骑士+1,修补匠+1,风行+1,冰女+1,大鱼人+2,潮汐+1,骨法+3,死灵法师+1,黑鸟+1,暗牧+1,小鹿+3,死骑+1,死亡先知+1,术士+1', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('115', '115', '30,40,19,27,36,21,25,28,44', '月骑+3,白虎+3,火女+2,恶魔巫师+2,火枪+2,骨法+2,黑鸟+2,影魔+2,死亡先知+2', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('116', '116', '1,13,41,42,6,10,3,8,11,43,15,46,50', '船长+3,斧王+3,直升机+2,亚龙+2,电魂+3,小娜迦+3,潮汐+3,骷髅王+3,死灵法师+3,熊喵酒仙+3,死骑+3,灵魂守卫+3,刚背猪+3', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('117', '117', '1,9,9,4,4,29,12,13,13,14,7,30,40,19,31,31,35,32,42,18,6,17,2,23,10,5,3,3,8,11,25,43,33,15,44,48,46,47,50,50', '船长+1,拍拍熊+1,拍拍熊+3,蓝胖+2,蓝胖+3,沉默+3,剑圣+3,斧王+1,斧王+3,小小+3,神牛+3,月骑+3,白虎+3,火女+3,神灵武士+1,神灵武士+3,光法+3,双头龙+3,亚龙+3,宙斯+3,电魂+3,痛苦女王+3,全能骑士+3,冰女+3,小娜迦+3,大鱼人+1,潮汐+2,潮汐+3,骷髅王+1,死灵法师+1,黑鸟+3,熊喵酒仙+1,小鹿+1,死骑+2,死亡先知+3,巨魔+3,灵魂守卫+3,术士+2,刚背猪+3,刚背猪+1', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('118', '118', '1,34,14,7,30,39,40,31,41,42,6,36,37,10,5,26,38,28,43,45,48,49', '船长+2,小黑+2,小小+2,神牛+3,月骑+2,复仇+2,白虎+2,神灵武士+2,直升机+3,亚龙+2,电魂+2,火枪+3,风行+3,小娜迦+2,大鱼人+3,美杜莎+3,骨弓+2,影魔+3,熊喵酒仙+3,敌法+3,巨魔+3,机枪兵+3', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('119', '119', '9,34,12,30,39,40,41,42,6,36,10,26,38,28,10,45,45,48,49,49', '拍拍熊+3,小黑+1,剑圣+1,月骑+1,复仇+3,白虎+1,直升机+1,亚龙+3,电魂+1,火枪+1,小娜迦+1,美杜莎+1,骨弓+1,影魔+1,小娜迦+3,敌法+1,敌法+3,巨魔+1,机枪兵+3,机枪兵+1', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('120', '120', '1,34,12,13,14,7,30,39,31,41,5,3,26,38,8,24,28,43,49,50', '船长+3,小黑+3,剑圣+2,斧王+2,小小+3,神牛+2,月骑+2,复仇+3,神灵武士+3,直升机+2,大鱼人+2,潮汐+2,美杜莎+2,骨弓+3,骷髅王+3,暗牧+2,影魔+2,熊喵酒仙+3,机枪兵+2,刚背猪+2', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('121', '121', '9,12,41,37,38,8,28,43,48,45', '拍拍熊+2,剑圣+3,直升机+3,风行+2,骨弓+3,骷髅王+2,影魔+3,熊喵酒仙+2,巨魔+2,敌法+2', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('122', '122', '4,20,32,18,27,17,21,24', '蓝胖+1,巫妖+3,双头龙+2,宙斯+1,恶魔巫师+3,痛苦女王+2,骨法+1,暗牧+3', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('123', '123', '4,35,20,32,18,27,17,22,23,21,11,29', '蓝胖+2,光法+2,巫妖+2,双头龙+2,宙斯+2,恶魔巫师+2,痛苦女王+2,修补匠+2,冰女+2,骨法+2,死灵法师+2,沉默+2', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('124', '124', '10,40', '小娜迦+2,白虎+2', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('125', '125', '10,40', '小娜迦+2,白虎+2', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('126', '126', '2,11,24,33,15,47', '全能骑士+2,死灵法师+2,暗牧+3,小鹿+2,死骑+3,术士+3', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('127', '127', '4,29,19,35,20,32,27,17,22,23,21,11,47', '蓝胖+3,沉默+3,火女+3,光法+3,巫妖+3,双头龙+3,恶魔巫师+3,痛苦女王+3,修补匠+3,冰女+3,骨法+3,死灵法师+3,术士+3', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('128', '128', '4,29,19,35,20,32,27,17,22,23,21,11,47', '蓝胖+3,沉默+3,火女+3,光法+3,巫妖+3,双头龙+3,恶魔巫师+3,痛苦女王+3,修补匠+3,冰女+3,骨法+3,死灵法师+3,术士+3', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('129', '129', '4,29,19,35,20,32,27,17,22,23,21,11,47', '蓝胖+3,沉默+3,火女+3,光法+3,巫妖+3,双头龙+3,恶魔巫师+3,痛苦女王+3,修补匠+3,冰女+3,骨法+3,死灵法师+3,术士+3', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('130', '130', '4,29,19,35,20,32,27,17,22,23,21,11,47', '蓝胖+3,沉默+3,火女+3,光法+3,巫妖+3,双头龙+3,恶魔巫师+3,痛苦女王+3,修补匠+3,冰女+3,骨法+3,死灵法师+3,术士+3', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('131', '131', '4,29,19,35,20,32,27,17,22,23,21,11,47', '蓝胖+3,沉默+3,火女+3,光法+3,巫妖+3,双头龙+3,恶魔巫师+3,痛苦女王+3,修补匠+3,冰女+3,骨法+3,死灵法师+3,术士+3', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('132', '132', '4,29,19,35,20,32,27,17,22,23,21,11,47', '蓝胖+3,沉默+3,火女+3,光法+3,巫妖+3,双头龙+3,恶魔巫师+3,痛苦女王+3,修补匠+3,冰女+3,骨法+3,死灵法师+3,术士+3', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('133', '133', '4,29,19,35,20,32,27,17,22,23,21,11,47', '蓝胖+3,沉默+3,火女+3,光法+3,巫妖+3,双头龙+3,恶魔巫师+3,痛苦女王+3,修补匠+3,冰女+3,骨法+3,死灵法师+3,术士+3', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('134', '134', '4,29,19,35,20,32,27,17,22,23,21,11,47', '蓝胖+3,沉默+3,火女+3,光法+3,巫妖+3,双头龙+3,恶魔巫师+3,痛苦女王+3,修补匠+3,冰女+3,骨法+3,死灵法师+3,术士+3', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('135', '135', '4,29,19,35,20,32,27,17,22,23,21,11,47', '蓝胖+3,沉默+3,火女+3,光法+3,巫妖+3,双头龙+3,恶魔巫师+3,痛苦女王+3,修补匠+3,冰女+3,骨法+3,死灵法师+3,术士+3', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('136', '136', '4,29,19,35,20,32,27,17,22,23,21,11,47', '蓝胖+3,沉默+3,火女+3,光法+3,巫妖+3,双头龙+3,恶魔巫师+3,痛苦女王+3,修补匠+3,冰女+3,骨法+3,死灵法师+3,术士+3', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('137', '137', '4,29,19,35,20,32,27,17,22,23,21,11,47', '蓝胖+3,沉默+3,火女+3,光法+3,巫妖+3,双头龙+3,恶魔巫师+3,痛苦女王+3,修补匠+3,冰女+3,骨法+3,死灵法师+3,术士+3', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('138', '138', '4,29,19,35,20,32,27,17,22,23,21,11,47', '蓝胖+3,沉默+3,火女+3,光法+3,巫妖+3,双头龙+3,恶魔巫师+3,痛苦女王+3,修补匠+3,冰女+3,骨法+3,死灵法师+3,术士+3', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('139', '139', '4,29,19,35,20,32,27,17,22,23,21,11,47', '蓝胖+3,沉默+3,火女+3,光法+3,巫妖+3,双头龙+3,恶魔巫师+3,痛苦女王+3,修补匠+3,冰女+3,骨法+3,死灵法师+3,术士+3', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('140', '140', '4,29,19,35,20,32,27,17,22,23,21,11,47', '蓝胖+3,沉默+3,火女+3,光法+3,巫妖+3,双头龙+3,恶魔巫师+3,痛苦女王+3,修补匠+3,冰女+3,骨法+3,死灵法师+3,术士+3', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('141', '141', '4,29,19,35,20,32,27,17,22,23,21,11,47', '蓝胖+3,沉默+3,火女+3,光法+3,巫妖+3,双头龙+3,恶魔巫师+3,痛苦女王+3,修补匠+3,冰女+3,骨法+3,死灵法师+3,术士+3', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('142', '142', '4,29,19,35,20,32,27,17,22,23,21,11,47', '蓝胖+3,沉默+3,火女+3,光法+3,巫妖+3,双头龙+3,恶魔巫师+3,痛苦女王+3,修补匠+3,冰女+3,骨法+3,死灵法师+3,术士+3', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('143', '143', '4,29,19,35,20,32,27,17,22,23,21,11,47', '蓝胖+3,沉默+3,火女+3,光法+3,巫妖+3,双头龙+3,恶魔巫师+3,痛苦女王+3,修补匠+3,冰女+3,骨法+3,死灵法师+3,术士+3', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('144', '144', '4,29,19,35,20,32,27,17,22,23,21,11,47', '蓝胖+3,沉默+3,火女+3,光法+3,巫妖+3,双头龙+3,恶魔巫师+3,痛苦女王+3,修补匠+3,冰女+3,骨法+3,死灵法师+3,术士+3', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('145', '145', '4,29,19,35,20,32,27,17,22,23,21,11,47', '蓝胖+3,沉默+3,火女+3,光法+3,巫妖+3,双头龙+3,恶魔巫师+3,痛苦女王+3,修补匠+3,冰女+3,骨法+3,死灵法师+3,术士+3', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('146', '146', '4,29,19,35,20,32,27,17,22,23,21,11,47', '蓝胖+3,沉默+3,火女+3,光法+3,巫妖+3,双头龙+3,恶魔巫师+3,痛苦女王+3,修补匠+3,冰女+3,骨法+3,死灵法师+3,术士+3', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('147', '147', '4,29,19,35,20,32,27,17,22,23,21,11,47', '蓝胖+3,沉默+3,火女+3,光法+3,巫妖+3,双头龙+3,恶魔巫师+3,痛苦女王+3,修补匠+3,冰女+3,骨法+3,死灵法师+3,术士+3', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('148', '148', '4,29,19,35,20,32,27,17,22,23,21,11,47', '蓝胖+3,沉默+3,火女+3,光法+3,巫妖+3,双头龙+3,恶魔巫师+3,痛苦女王+3,修补匠+3,冰女+3,骨法+3,死灵法师+3,术士+3', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('149', '149', '4,29,19,35,20,32,27,17,22,23,21,11,47', '蓝胖+3,沉默+3,火女+3,光法+3,巫妖+3,双头龙+3,恶魔巫师+3,痛苦女王+3,修补匠+3,冰女+3,骨法+3,死灵法师+3,术士+3', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('150', '150', '4,29,19,35,20,32,27,17,22,23,21,11,47', '蓝胖+3,沉默+3,火女+3,光法+3,巫妖+3,双头龙+3,恶魔巫师+3,痛苦女王+3,修补匠+3,冰女+3,骨法+3,死灵法师+3,术士+3', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('151', '151', '4,29,19,35,20,32,27,17,22,23,21,11,47', '蓝胖+3,沉默+3,火女+3,光法+3,巫妖+3,双头龙+3,恶魔巫师+3,痛苦女王+3,修补匠+3,冰女+3,骨法+3,死灵法师+3,术士+3', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('152', '152', '4,29,19,35,20,32,27,17,22,23,21,11,47', '蓝胖+3,沉默+3,火女+3,光法+3,巫妖+3,双头龙+3,恶魔巫师+3,痛苦女王+3,修补匠+3,冰女+3,骨法+3,死灵法师+3,术士+3', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('153', '153', '4,29,19,35,20,32,27,17,22,23,21,11,47', '蓝胖+3,沉默+3,火女+3,光法+3,巫妖+3,双头龙+3,恶魔巫师+3,痛苦女王+3,修补匠+3,冰女+3,骨法+3,死灵法师+3,术士+3', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('154', '154', '4,29,19,35,20,32,27,17,22,23,21,11,47', '蓝胖+3,沉默+3,火女+3,光法+3,巫妖+3,双头龙+3,恶魔巫师+3,痛苦女王+3,修补匠+3,冰女+3,骨法+3,死灵法师+3,术士+3', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('155', '155', '4,29,19,35,20,32,27,17,22,23,21,11,47', '蓝胖+3,沉默+3,火女+3,光法+3,巫妖+3,双头龙+3,恶魔巫师+3,痛苦女王+3,修补匠+3,冰女+3,骨法+3,死灵法师+3,术士+3', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('156', '156', '4,29,19,35,20,32,27,17,22,23,21,11,47', '蓝胖+3,沉默+3,火女+3,光法+3,巫妖+3,双头龙+3,恶魔巫师+3,痛苦女王+3,修补匠+3,冰女+3,骨法+3,死灵法师+3,术士+3', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('157', '157', '4,29,19,35,20,32,27,17,22,23,21,11,47', '蓝胖+3,沉默+3,火女+3,光法+3,巫妖+3,双头龙+3,恶魔巫师+3,痛苦女王+3,修补匠+3,冰女+3,骨法+3,死灵法师+3,术士+3', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('158', '171', '4,29,19,35,20,32,27,17,22,23,21,11,47', '蓝胖+3,沉默+3,火女+3,光法+3,巫妖+3,双头龙+3,恶魔巫师+3,痛苦女王+3,修补匠+3,冰女+3,骨法+3,死灵法师+3,术士+3', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('159', '172', '4,29,19,35,20,32,27,17,22,23,21,11,47', '蓝胖+3,沉默+3,火女+3,光法+3,巫妖+3,双头龙+3,恶魔巫师+3,痛苦女王+3,修补匠+3,冰女+3,骨法+3,死灵法师+3,术士+3', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('160', '173', '4,29,19,35,20,32,27,17,22,23,21,11,47', '蓝胖+3,沉默+3,火女+3,光法+3,巫妖+3,双头龙+3,恶魔巫师+3,痛苦女王+3,修补匠+3,冰女+3,骨法+3,死灵法师+3,术士+3', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('161', '174', '4,29,19,35,20,32,27,17,22,23,21,11,47', '蓝胖+3,沉默+3,火女+3,光法+3,巫妖+3,双头龙+3,恶魔巫师+3,痛苦女王+3,修补匠+3,冰女+3,骨法+3,死灵法师+3,术士+3', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('162', '175', '4,29,19,35,20,32,27,17,22,23,21,11,47', '蓝胖+3,沉默+3,火女+3,光法+3,巫妖+3,双头龙+3,恶魔巫师+3,痛苦女王+3,修补匠+3,冰女+3,骨法+3,死灵法师+3,术士+3', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('163', '176', '4,29,19,35,20,32,27,17,22,23,21,11,47', '蓝胖+3,沉默+3,火女+3,光法+3,巫妖+3,双头龙+3,恶魔巫师+3,痛苦女王+3,修补匠+3,冰女+3,骨法+3,死灵法师+3,术士+3', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('164', '177', '4,29,19,35,20,32,27,17,22,23,21,11,47', '蓝胖+3,沉默+3,火女+3,光法+3,巫妖+3,双头龙+3,恶魔巫师+3,痛苦女王+3,修补匠+3,冰女+3,骨法+3,死灵法师+3,术士+3', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('165', '178', '4,29,19,35,20,32,27,17,22,23,21,11,47', '蓝胖+3,沉默+3,火女+3,光法+3,巫妖+3,双头龙+3,恶魔巫师+3,痛苦女王+3,修补匠+3,冰女+3,骨法+3,死灵法师+3,术士+3', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('166', '179', '4,29,19,35,20,32,27,17,22,23,21,11,47', '蓝胖+3,沉默+3,火女+3,光法+3,巫妖+3,双头龙+3,恶魔巫师+3,痛苦女王+3,修补匠+3,冰女+3,骨法+3,死灵法师+3,术士+3', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('167', '180', '4,29,19,35,20,32,27,17,22,23,21,11,47', '蓝胖+3,沉默+3,火女+3,光法+3,巫妖+3,双头龙+3,恶魔巫师+3,痛苦女王+3,修补匠+3,冰女+3,骨法+3,死灵法师+3,术士+3', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('168', '181', '4,29,19,35,20,32,27,17,22,23,21,11,47', '蓝胖+3,沉默+3,火女+3,光法+3,巫妖+3,双头龙+3,恶魔巫师+3,痛苦女王+3,修补匠+3,冰女+3,骨法+3,死灵法师+3,术士+3', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('169', '182', '4,29,19,35,20,32,27,17,22,23,21,11,47', '蓝胖+3,沉默+3,火女+3,光法+3,巫妖+3,双头龙+3,恶魔巫师+3,痛苦女王+3,修补匠+3,冰女+3,骨法+3,死灵法师+3,术士+3', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('170', '183', '4,29,19,35,20,32,27,17,22,23,21,11,47', '蓝胖+3,沉默+3,火女+3,光法+3,巫妖+3,双头龙+3,恶魔巫师+3,痛苦女王+3,修补匠+3,冰女+3,骨法+3,死灵法师+3,术士+3', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('171', '184', '4,29,19,35,20,32,27,17,22,23,21,11,47', '蓝胖+3,沉默+3,火女+3,光法+3,巫妖+3,双头龙+3,恶魔巫师+3,痛苦女王+3,修补匠+3,冰女+3,骨法+3,死灵法师+3,术士+3', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('172', '185', '4,29,19,35,20,32,27,17,22,23,21,11,47', '蓝胖+3,沉默+3,火女+3,光法+3,巫妖+3,双头龙+3,恶魔巫师+3,痛苦女王+3,修补匠+3,冰女+3,骨法+3,死灵法师+3,术士+3', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('173', '186', '4,29,19,35,20,32,27,17,22,23,21,11,47', '蓝胖+3,沉默+3,火女+3,光法+3,巫妖+3,双头龙+3,恶魔巫师+3,痛苦女王+3,修补匠+3,冰女+3,骨法+3,死灵法师+3,术士+3', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('174', '187', '4,29,19,35,20,32,27,17,22,23,21,11,47', '蓝胖+3,沉默+3,火女+3,光法+3,巫妖+3,双头龙+3,恶魔巫师+3,痛苦女王+3,修补匠+3,冰女+3,骨法+3,死灵法师+3,术士+3', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('175', '188', '4,29,19,35,20,32,27,17,22,23,21,11,47', '蓝胖+3,沉默+3,火女+3,光法+3,巫妖+3,双头龙+3,恶魔巫师+3,痛苦女王+3,修补匠+3,冰女+3,骨法+3,死灵法师+3,术士+3', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('176', '189', '4,29,19,35,20,32,27,17,22,23,21,11,47', '蓝胖+3,沉默+3,火女+3,光法+3,巫妖+3,双头龙+3,恶魔巫师+3,痛苦女王+3,修补匠+3,冰女+3,骨法+3,死灵法师+3,术士+3', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('177', '190', '4,29,19,35,20,32,27,17,22,23,21,11,47', '蓝胖+3,沉默+3,火女+3,光法+3,巫妖+3,双头龙+3,恶魔巫师+3,痛苦女王+3,修补匠+3,冰女+3,骨法+3,死灵法师+3,术士+3', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('178', '191', '4,29,19,35,20,32,27,17,22,23,21,11,47', '蓝胖+3,沉默+3,火女+3,光法+3,巫妖+3,双头龙+3,恶魔巫师+3,痛苦女王+3,修补匠+3,冰女+3,骨法+3,死灵法师+3,术士+3', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('179', '193', '34,29,29,7,19,19,18,17,17,22,22,25,24', '小黑+2,沉默+1,沉默+2,神牛+1,火女+1,火女+1,宙斯+2,痛苦女王,痛苦女王+1,修补匠+1,修补匠+2,黑鸟,暗牧+1', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('180', '197', '34,29,29,7,19,19,18,17,17,22,22,25,24', '小黑+2,沉默+1,沉默+2,神牛+1,火女+1,火女+1,宙斯+2,痛苦女王,痛苦女王+1,修补匠+1,修补匠+2,黑鸟,暗牧+1', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('181', '198', '34,29,29,7,19,19,18,17,17,22,22,25,24', '小黑+2,沉默+1,沉默+2,神牛+1,火女+1,火女+1,宙斯+2,痛苦女王,痛苦女王+1,修补匠+1,修补匠+2,黑鸟,暗牧+1', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('182', '199', '34,29,29,7,19,19,18,17,17,22,22,25,24', '小黑+2,沉默+1,沉默+2,神牛+1,火女+1,火女+1,宙斯+2,痛苦女王,痛苦女王+1,修补匠+1,修补匠+2,黑鸟,暗牧+1', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('183', '200', '14,7,35,35,41,6,37', '小小,神牛,光法,光法+1,直升机,电魂,风行', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('184', '202', '14,7,35,35,41,6,37', '小小,神牛,光法,光法+1,直升机,电魂,风行', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('185', '203', '14,7,35,35,41,6,37', '小小,神牛,光法,光法+1,直升机,电魂,风行', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('186', '204', '14,7,35,35,41,6,37', '小小,神牛,光法,光法+1,直升机,电魂,风行', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('187', '205', '14,7,35,35,41,6,37', '小小,神牛,光法,光法+1,直升机,电魂,风行', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('188', '206', '14,7,35,35,41,6,37', '小小,神牛,光法,光法+1,直升机,电魂,风行', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('189', '207', '14,7,35,35,41,6,37', '小小,神牛,光法,光法+1,直升机,电魂,风行', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('190', '208', '14,7,35,35,41,6,37', '小小,神牛,光法,光法+1,直升机,电魂,风行', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('191', '209', '14,7,35,35,41,6,37', '小小,神牛,光法,光法+1,直升机,电魂,风行', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('192', '210', '14,7,35,35,41,6,37', '小小,神牛,光法,光法+1,直升机,电魂,风行', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('193', '211', '14,7,35,35,41,6,37', '小小,神牛,光法,光法+1,直升机,电魂,风行', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('194', '212', '14,7,35,35,41,6,37', '小小,神牛,光法,光法+1,直升机,电魂,风行', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('195', '213', '14,7,35,35,41,6,37', '小小,神牛,光法,光法+1,直升机,电魂,风行', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('196', '214', '14,7,35,35,41,6,37', '小小,神牛,光法,光法+1,直升机,电魂,风行', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('197', '215', '14,7,35,35,41,6,37', '小小,神牛,光法,光法+1,直升机,电魂,风行', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('205', '223', '14,7,35,35,41,6,37', '小小,神牛,光法,光法+1,直升机,电魂,风行', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('198', '216', '14,7,35,35,41,6,37', '小小,神牛,光法,光法+1,直升机,电魂,风行', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('199', '217', '14,7,35,35,41,6,37', '小小,神牛,光法,光法+1,直升机,电魂,风行', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('204', '222', '14,7,35,35,41,6,37', '小小,神牛,光法,光法+1,直升机,电魂,风行', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('200', '218', '14,7,35,35,41,6,37', '小小,神牛,光法,光法+1,直升机,电魂,风行', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('203', '221', '14,7,35,35,41,6,37', '小小,神牛,光法,光法+1,直升机,电魂,风行', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('201', '219', '14,7,35,35,41,6,37', '小小,神牛,光法,光法+1,直升机,电魂,风行', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_goods_hero` VALUES ('202', '220', '14,7,35,35,41,6,37', '小小,神牛,光法,光法+1,直升机,电魂,风行', '2014-06-12 10:14:00', '0000-00-00 00:00:00');

-- ----------------------------
-- Table structure for `d_hero`
-- ----------------------------
DROP TABLE IF EXISTS `d_hero`;
CREATE TABLE `d_hero` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT '英雄ID',
  `hero_name` varchar(255) NOT NULL DEFAULT '' COMMENT '英雄名字',
  `hero_img` varchar(255) NOT NULL DEFAULT '' COMMENT '英雄图片',
  `attributes` varchar(255) NOT NULL DEFAULT '' COMMENT '英雄属性',
  `star` int(1) NOT NULL DEFAULT '0' COMMENT '英雄星级',
  `place` varchar(25) NOT NULL DEFAULT '' COMMENT '英雄排位',
  `class` varchar(25) NOT NULL DEFAULT '' COMMENT '英雄类型',
  `goods` text NOT NULL COMMENT '物品',
  `create_time` datetime NOT NULL COMMENT '创建时间',
  `update_time` datetime DEFAULT NULL COMMENT '更新时间',
  `is_delete` int(10) unsigned DEFAULT '0' COMMENT '0:未删除 1:已删除',
  `description` varchar(255) DEFAULT NULL COMMENT '英雄说明',
  `tujin` varchar(255) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL COMMENT '英雄获得途径',
  `attributes_type` varchar(255) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL COMMENT '属性类型',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=56 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of d_hero
-- ----------------------------
INSERT INTO `d_hero` VALUES ('4', '蓝胖', '4.jpg', '力量：23,智力：17,敏捷：14,最大生命值：587,物理攻击：61,魔法强度：41,物理护甲：7,魔法抗性：2,物理暴击：6', '1', '前排', '智力', '蓝色+2:111|106,紫色:39|37|99|97|64|105,紫色+1:33|92|114|102|122|78,紫色+2:48|123|37|117|78|45,紫色+3:69|127|92|101|117|78', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0', '', '', null);
INSERT INTO `d_hero` VALUES ('5', '大鱼人', '5.jpg', '力量：21,智力：15,敏捷：17,最大生命值：549,物理攻击：55,魔法强度：38,物理护甲：5,魔法抗性：1,物理暴击：7', '2', '前排', '力量', '蓝色+2:97,紫色:51|75|66|91|104|78,紫色+1:71|14|13|17|117|78,紫色+2:65|114|90|110|120|78,紫色+3:94|93|103|118|93|78', '2014-06-12 10:14:00', '2014-06-13 14:02:12', '0', '', '', null);
INSERT INTO `d_hero` VALUES ('6', '电魂', '6.jpg', '力量：21,智力：19,敏捷：22,最大生命值：549,物理攻击：46,魔法强度：48,物理护甲：2,魔法抗性：2,物理暴击：9', '3', '前排', '敏捷', '蓝色+2:103,紫色:32|74|90|97|104|200,紫色+1:71|49|36|100|119|78,紫色+2:34|12|75|110|118|78,紫色+3:71|92|76|117|116|78', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0', '', '', null);
INSERT INTO `d_hero` VALUES ('7', '神牛', '7.jpg', '力量：25,智力：18,敏捷：13,最大生命值：624,物理攻击：55,魔法强度：43,物理护甲：4,魔法抗性：2,物理暴击：5', '3', '前排', '力量', '蓝色+2:111,紫色:51|73|75|103|110|200,紫色+1:92|193|55|102|114|78,紫色+2:57|94|107|101|120|78,紫色+3:90|83|111|117|118|78', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0', '', '', null);
INSERT INTO `d_hero` VALUES ('8', '骷髅王', '8.jpg', '力量：22,智力：13,敏捷：18,最大生命值：568,物理攻击：55,魔法强度：33,物理护甲：4,魔法抗性：1,物理暴击：7', '2', '前排', '力量', '蓝色+2:103,紫色:90|94|12|34|110|78,紫色+1:51|79|60|104|117|78,紫色+2:71|68|84|121|98|78,紫色+3:90|76|93|116|120|78', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0', '', '', null);
INSERT INTO `d_hero` VALUES ('9', '拍拍熊', '9.jpg', '力量：26,智力：18,敏捷：20,最大生命值：639,物理攻击：45,魔法强度：42,物理护甲：8,魔法抗性：2,物理暴击：8', '3', '前排', '敏捷', '蓝色+2:100,紫色:65|71|12|101|103|78,紫色+1:93|90|34|79|117|78,紫色+2:69|85|97|121|14|78,紫色+3:71|90|101|117|119|78', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0', '', '', null);
INSERT INTO `d_hero` VALUES ('10', '小娜迦', '10.jpg', '力量：21,智力：18,敏捷：21,最大生命值：549,物理攻击：45,魔法强度：45,物理护甲：6,魔法抗性：1,物理暴击：8', '2', '前排', '敏捷', '蓝色+2:100,紫色:65|71|11|108|110|78,紫色+1:67|36|44|101|119|78,紫色+2:39|34|103|124|118|78,紫色+3:71|107|117|116|78|119', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0', '', '', null);
INSERT INTO `d_hero` VALUES ('11', '死灵法师', '11.jpg', '力量：16,智力：22,敏捷：15,最大生命值：454,物理攻击：46,魔法强度：55,物理护甲：1,魔法抗性：2,物理暴击：6', '3', '前排', '智力', '蓝色+2:111,紫色:34|106|31|97|109|63,紫色+1:39|33|45|114|117|78,紫色+2:70|12|37|123|126|78,紫色+3:71|127|41|101|116|78', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0', '', '', null);
INSERT INTO `d_hero` VALUES ('12', '剑圣', '12.jpg', '力量：23,智力：16,敏捷：24,最大生命值：581,物理攻击：52,魔法强度：39,物理护甲：6,魔法抗性：2,物理暴击：10', '4', '前排', '敏捷', '蓝色+2:100,紫色:49|68|93|71|110|62,紫色+1:67|13|84|103|119|78,紫色+2:49|92|100|102|120|78,紫色+3:71|90|93|117|121|78', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0', '', '', null);
INSERT INTO `d_hero` VALUES ('13', '斧王', '13.jpg', '力量：28,智力：20,敏捷：22,最大生命值：670,物理攻击：54,魔法强度：22,物理护甲：4,魔法抗性：2,物理暴击：9', '3', '前排', '力量', '蓝色+2:97,紫色:71|82|51|96|101|64,紫色+1:39|12|70|117|103|78,紫色+2:92|39|73|114|120|78,紫色+3:71|76|117|101|116|78', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0', '', '', null);
INSERT INTO `d_hero` VALUES ('14', '小小', '14.jpg', '力量：26,智力：16,敏捷：9,最大生命值：641,物理攻击：66,魔法强度：38,物理护甲：2,魔法抗性：2,物理暴击：4', '2', '前排', '力量', '蓝色+2:111|106,紫色:34|85|93|104|103|200,紫色+1:48|76|83|101|114|78,紫色+2:90|91|110|118|20|78,紫色+3:92|71|107|117|120|78', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0', '', '', null);
INSERT INTO `d_hero` VALUES ('15', '死骑', '15.jpg', '力量：25,智力：20,敏捷：16,最大生命值：617,物理攻击：51,魔法强度：47,物理护甲：4,魔法抗性：2,物理暴击：7', '3', '前排', '力量', '蓝色+2:44|97,紫色:65|12|37|101|109|78,紫色+1:96|39|102|46|114|78,紫色+2:71|39|111|18|117|78,紫色+3:77|90|101|116|126|78', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0', '', '', null);
INSERT INTO `d_hero` VALUES ('17', '痛苦女王', '17.jpg', '力量：16,智力：24,敏捷：18,最大生命值：454,物理攻击：49,魔法强度：60,物理护甲：2,魔法抗性：2,物理暴击：7', '3', '中排', '智力', '蓝色+2:111,紫色:48|193|86|106|105|63,紫色+1:193|37|45|90|114|78,紫色+2:37|123|45|122|99|78,紫色+3:127|41|90|107|117|78', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0', '', '', null);
INSERT INTO `d_hero` VALUES ('18', '宙斯', '18.jpg', '力量：19,智力：20,敏捷：11,最大生命值：511,物理攻击：45,魔法强度：50,物理护甲：2,魔法抗性：2,物理暴击：4', '1', '中排', '智力', '蓝色+2:45|44,紫色:55|37|92|105|111|78,紫色+1:33|96|44|102|122|78,紫色+2:193|33|123|45|101|78,紫色+3:92|107|114|90|117|78', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0', '', '', null);
INSERT INTO `d_hero` VALUES ('19', '火女', '19.jpg', '力量：18,智力：24,敏捷：16,最大生命值：492,物理攻击：46,魔法强度：60,物理护甲：1,魔法抗性：2,物理暴击：6', '1', '中排', '智力', '蓝色+2:45|106,紫色:77|33|55|111|102|78,紫色+1:193|193|44|101|114|78,紫色+2:39|41|106|99|115|78,紫色+3:92|90|127|111|117|78', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0', '', '', null);
INSERT INTO `d_hero` VALUES ('20', '巫妖', '20.jpg', '力量：19,智力：20,敏捷：16,最大生命值：506,物理攻击：49,魔法强度：47,物理护甲：3,魔法抗性：2,物理暴击：6', '2', '中排', '智力', '蓝色+2:99,紫色:102|111|39|71|70|78,紫色+1:114|97|44|86|66|78,紫色+2:123|99|105|87|53|78,紫色+3:127|122|111|92|71|78', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0', '', '', null);
INSERT INTO `d_hero` VALUES ('21', '骨法', '21.jpg', '力量：17,智力：26,敏捷：16,最大生命值：473,物理攻击：49,魔法强度：65,物理护甲：1,魔法抗性：2,物理暴击：6', '2', '中排', '智力', '蓝色+2:111,紫色:77|106|34|33|105|64,紫色+1:72|41|45|122|101|78,紫色+2:123|12|37|97|115|78,紫色+3:92|127|111|114|72|78', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0', '', '', null);
INSERT INTO `d_hero` VALUES ('22', '修补匠', '22.jpg', '力量：17,智力：27,敏捷：13,最大生命值：473,物理攻击：52,魔法强度：68,物理护甲：4,魔法抗性：2,物理暴击：5', '1', '中排', '智力', '蓝色+2:111,紫色:86|72|106|33|101|78,紫色+1:193|12|45|44|114|78,紫色+2:193|37|123|100|111|78,紫色+3:90|99|127|107|101|78', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0', '', '', null);
INSERT INTO `d_hero` VALUES ('23', '冰女', '23.jpg', '力量：16,智力：21,敏捷：16,最大生命值：454,物理攻击：41,魔法强度：53,物理护甲：1,魔法抗性：2,物理暴击：6', '2', '中排', '智力', '蓝色+2:111,紫色:33|41|87|78|101|106,紫色+1:96|71|45|106|114|78,紫色+2:37|44|102|123|97|78,紫色+3:83|90|111|127|117|78', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0', '', '', null);
INSERT INTO `d_hero` VALUES ('24', '暗牧', '24.jpg', '力量：16,智力：27,敏捷：21,最大生命值：454,物理攻击：50,魔法强度：68,物理护甲：2,魔法抗性：2,物理暴击：8', '2', '中排', '智力', '蓝色+2:111,紫色:39|45|43|105|109|64,紫色+1:39|37|193|97|114|78,紫色+2:71|94|99|120|103|78,紫色+3:92|107|111|122|126|78', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0', '', '', null);
INSERT INTO `d_hero` VALUES ('25', '黑鸟', '25.jpg', '力量：20,智力：29,敏捷：25,最大生命值：511,物理攻击：56,魔法强度：65,物理护甲：5,魔法抗性：2,物理暴击：9', '3', '中排', '智力', '蓝色+2:111,紫色:77|193|45|48|101|78,紫色+1:39|44|37|107|114|78,紫色+2:45|86|29|99|115|78,紫色+3:41|90|102|111|117|78', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0', '', '', null);
INSERT INTO `d_hero` VALUES ('26', '美杜莎', '26.jpg', '力量：14,智力：19,敏捷：20,最大生命值：419,物理攻击：53,魔法强度：48,物理护甲：2,魔法抗性：2,物理暴击：8', '3', '中排', '敏捷', '蓝色+2:100,紫色:32|49|40|44|110|62,紫色+1:39|80|100|44|119|78,紫色+2:40|13|44|104|120|78,紫色+3:90|102|100|107|118|78', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0', '', '', null);
INSERT INTO `d_hero` VALUES ('27', '恶魔巫师', '27.jpg', '力量：16,智力：22,敏捷：15,最大生命值：454,物理攻击：45,魔法强度：55,物理护甲：2,魔法抗性：1,物理暴击：6', '2', '中排', '智力', '蓝色+2:106|44,紫色:77|29|111|33|105|64,紫色+1:54|114|45|96|101|78,紫色+2:123|41|102|44|115|78,紫色+3:92|127|111|90|122|78', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0', '', '', null);
INSERT INTO `d_hero` VALUES ('28', '影魔', '28.jpg', '力量：15,智力：18,敏捷：20,最大生命值：435,物理攻击：38,魔法强度：45,物理护甲：2,魔法抗性：1,物理暴击：8', '2', '中排', '敏捷', '蓝色+2:100,紫色:32|68|17|104|103|78,紫色+1:13|67|39|107|119|78,紫色+2:32|14|115|75|120|78,紫色+3:85|90|121|118|102|78', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0', '', '', null);
INSERT INTO `d_hero` VALUES ('29', '沉默', '29.jpg', '力量：18,智力：28,敏捷：17,最大生命值：493,物理攻击：52,魔法强度：68,物理护甲：2,魔法抗性：3,物理暴击：7', '2', '中排', '智力', '蓝色+2:106|99,紫色:39|71|102|97|111|64,紫色+1:193|103|101|114|66|78,紫色+2:77|193|66|45|78|123,紫色+3:71|90|111|117|127|78', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0', '', '', null);
INSERT INTO `d_hero` VALUES ('30', '月骑', '30.jpg', '力量：17,智力：18,敏捷：25,最大生命值：469,物理攻击：55,魔法强度：43,物理护甲：4,魔法抗性：2,物理暴击：10', '3', '中排', '敏捷', '蓝色+2:103,紫色:59|70|90|100|110|78,紫色+1:49|85|38|102|119|78,紫色+2:28|13|91|118|120|78,紫色+3:67|92|90|115|117|78', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0', '', '', null);
INSERT INTO `d_hero` VALUES ('31', '神灵武士', '31.jpg', '力量：25,智力：20,敏捷：16,最大生命值：617,物理攻击：51,魔法强度：47,物理护甲：4,魔法抗性：2,物理暴击：7', '3', '中排', '力量', '蓝色+2:103,紫色:46|98|76|91|71|61,紫色+1:117|110|79|66|14|78,紫色+2:118|100|97|67|40|78,紫色+3:120|117|101|90|57|78', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0', '', '', null);
INSERT INTO `d_hero` VALUES ('32', '双头龙', '32.jpg', '力量：25,智力：29,敏捷：11,最大生命值：627,物理攻击：52,魔法强度：71,物理护甲：3,魔法抗性：3,物理暴击：4', '2', '中排', '智力', '蓝色+2:111|44,紫色:97|105|90|87|39|78,紫色+1:114|101|106|83|48|78,紫色+2:122|100|123|66|48|78,紫色+3:117|107|101|127|57|78', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0', '', '', null);
INSERT INTO `d_hero` VALUES ('33', '小鹿', '33.jpg', '力量：16,智力：16,敏捷：19,最大生命值：454,物理攻击：52,魔法强度：40,物理护甲：3,魔法抗性：1,物理暴击：8', '1', '后排', '智力', '蓝色+2:97,紫色:77|34|39|109|111|61,紫色+1:65|33|45|103|117|78,紫色+2:37|70|44|101|126|78,紫色+3:77|92|111|114|97|78', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0', '', '', null);
INSERT INTO `d_hero` VALUES ('34', '小黑', '34.jpg', '力量：17,智力：15,敏捷：26,最大生命值：473,物理攻击：54,魔法强度：38,物理护甲：2,魔法抗性：1,物理暴击：11', '1', '后排', '敏捷', '蓝色+2:100,紫色:14|13|75|104|98|78,紫色+1:36|38|90|119|78|89,紫色+2:193|39|94|104|118|78,紫色+3:94|100|85|103|120|78', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0', '', '', null);
INSERT INTO `d_hero` VALUES ('35', '光法', '35.jpg', '力量：14,智力：22,敏捷：15,最大生命值：416,物理攻击：46,魔法强度：53,物理护甲：3,魔法抗性：2,物理暴击：6', '1', '后排', '智力', '蓝色+2:44|99,紫色:107|45|82|66|48|200,紫色+1:114|111|106|72|53|200,紫色+2:103|44|123|96|69|78,紫色+3:117|97|127|81|71|78', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0', '', '', null);
INSERT INTO `d_hero` VALUES ('36', '火枪', '36.jpg', '力量：16,智力：15,敏捷：21,最大生命值：454,物理攻击：39,魔法强度：38,物理护甲：2,魔法抗性：1,物理暴击：8', '1', '后排', '敏捷', '蓝色+2:17|44,紫色:90|13|38|100|110|78,紫色+1:39|91|94|17|119|78,紫色+2:40|75|90|103|115|78,紫色+3:85|100|110|104|118|78', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0', '', '', null);
INSERT INTO `d_hero` VALUES ('37', '风行', '37.jpg', '力量：15,智力：22,敏捷：17,最大生命值：435,物理攻击：50,魔法强度：55,物理护甲：1,魔法抗性：2,物理暴击：7', '3', '后排', '智力', '蓝色+2:99,紫色:48|39|80|101|111|200,紫色+1:77|40|44|104|114|78,紫色+2:40|75|45|107|121|78,紫色+3:90|83|103|110|118|78', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0', '', '', null);
INSERT INTO `d_hero` VALUES ('38', '骨弓', '38.jpg', '力量：15,智力：16,敏捷：22,最大生命值：435,物理攻击：40,魔法强度：40,物理护甲：2,魔法抗性：1,物理暴击：9', '3', '后排', '敏捷', '蓝色+2:44|99,紫色:54|49|91|111|107|78,紫色+1:49|32|90|119|110|78,紫色+2:39|13|84|118|103|78,紫色+3:40|90|121|100|120|78', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0', '', '', null);
INSERT INTO `d_hero` VALUES ('39', '复仇', '39.jpg', '力量：19,智力：16,敏捷：28,最大生命值：515,物理攻击：48,魔法强度：38,物理护甲：4,魔法抗性：2,物理暴击：11', '2', '后排', '敏捷', '蓝色+2:97,紫色:57|66|28|103|110|62,紫色+1:77|71|49|111|114|62,紫色+2:49|91|66|118|100|78,紫色+3:57|119|90|101|120|78', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0', '', '', null);
INSERT INTO `d_hero` VALUES ('40', '白虎', '40.jpg', '力量：17,智力：20,敏捷：17,最大生命值：473,物理攻击：34,魔法强度：41,物理护甲：3,魔法抗性：2,物理暴击：8', '1', '后排', '敏捷', '蓝色+2:103|44,紫色:70|59|90|100|104|62,紫色+1:49|38|101|119|78|108,紫色+2:28|13|107|118|78|124,紫色+3:67|110|115|82|117|78', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0', '', '', null);
INSERT INTO `d_hero` VALUES ('41', '直升机', '41.jpg', '力量：19,智力：24,敏捷：25,最大生命值：508,物理攻击：48,魔法强度：58,物理护甲：3,魔法抗性：2,物理暴击：10', '2', '后排', '敏捷', '蓝色+2:100|103,紫色:97|47|91|65|32|200,紫色+1:119|110|13|39|67|78,紫色+2:120|116|91|75|32|78,紫色+3:118|121|111|85|90|78', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0', '', '', null);
INSERT INTO `d_hero` VALUES ('42', '亚龙', '42.jpg', '力量：22,智力：17,敏捷：24,最大生命值：564,物理攻击：49,魔法强度：40,物理护甲：3,魔法抗性：2,物理暴击：10', '3', '后排', '敏捷', '蓝色+2:17|44,紫色:110|103|91|66|28|78,紫色+1:18|97|40|71|49|78,紫色+2:116|118|101|32|49|78,紫色+3:119|117|110|90|71|78', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0', '', '', null);
INSERT INTO `d_hero` VALUES ('43', '熊喵酒仙', '43.jpg', '力量：23,智力：14,敏捷：16,最大生命值：587,物理攻击：56,魔法强度：35,物理护甲：3,魔法抗性：1,物理暴击：6', '3', '前排', '力量', '蓝色+2:17|16,紫色:80|70|91|103|110|78,紫色+1:94|84|104|97|117|78,紫色+2:12|79|98|101|121|78,紫色+3:93|118|103|120|116|78', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0', '', '', null);
INSERT INTO `d_hero` VALUES ('44', '死亡先知', '44.jpg', '力量：25,智力：29,敏捷：11,最大生命值：627,物理攻击：52,魔法强度：71,物理护甲：3,魔法抗性：3,物理暴击：4', '2', '中排', '智力', '蓝色+2:97|44,紫色:111|99|44|48|63|35,紫色+1:105|100|72|41|114|78,紫色+2:115|45|101|78|37|66,紫色+3:102|57|90|117|105|78', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0', '', '', null);
INSERT INTO `d_hero` VALUES ('45', '敌法', '45.jpg', '力量：2,智力：4,敏捷：6,最大生命值：468,物理攻击：58,魔法强度：38,物理护甲：4,魔法抗性：2,物理暴击：9', '2', '前排', '敏捷', '紫色:67|85|74|93|110|78,紫色+1:66|91|75|119|18|78,紫色+2:78|80|121|100|44|71,紫色+3:78|119|90|118|67|107', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0', '', '', null);
INSERT INTO `d_hero` VALUES ('46', '灵魂守卫', '46.jpg', '力量：0,智力：0,敏捷：0,最大生命值：0,物理攻击：0,魔法强度：0,物理护甲：0,魔法抗性：0,物理暴击：0', '3', '前排', '敏捷', '紫色+3:116|107|71|78|85|117', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0', '', '', null);
INSERT INTO `d_hero` VALUES ('47', '术士', '47.jpg', '力量：24,智力：14,敏捷：18,最大生命值：606,物理攻击：52,魔法强度：45,物理护甲：2,魔法抗性：1,物理暴击：6', '3', '中排', '智力', '蓝色+2:111,紫色:102|45|12|78|23|33,紫色+1:114|109|34|78|53|37,紫色+2:117|106|81|66|48|78,紫色+3:127|126|92|96|78|57', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0', '', '', null);
INSERT INTO `d_hero` VALUES ('48', '巨魔', '48.jpg', '力量：2,智力：1,敏捷：3,最大生命值：473,物理攻击：47,魔法强度：31,物理护甲：3,魔法抗性：1,物理暴击：8', '1', '中排', '敏捷', '蓝色+2:100,紫色:71|17|78|103|101|50,紫色+1:119|93|94|38|78|79,紫色+2:69|14|85|121|97|78,紫色+3:118|78|71|110|117|90', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0', '', '', null);
INSERT INTO `d_hero` VALUES ('49', '机枪兵', '49.jpg', '力量：3,智力：4,敏捷：6,最大生命值：309,物理攻击：1096,魔法强度：880,物理护甲：83,魔法抗性：35,物理暴击：378', '3', '中排', '敏捷', '蓝色+2:100,紫色:100|110|90|13|38|78,紫色+1:119|17|39|91|78|94,紫色+2:90|78|75|120|40|103,紫色+3:118|119|110|75|100|78', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0', '', '', null);
INSERT INTO `d_hero` VALUES ('50', '刚背猪', 'http://dotachuanqi.com/upload/hero_img/465.jpg', '力量：2,智力：2,敏捷：2,最大生命值：580,物理攻击：51,魔法强度：32,物理护甲：4,魔法抗性：1,物理暴击：7', '1', '前排', '力量', '蓝色+2:103,紫色:65|71|39|44|101|78,紫色+1:51|75|39|97|117|78,紫色+2:71|79|120|102|18|78,紫色+3:117|116|76|98|78|93', '2014-06-12 10:14:00', '2014-06-19 16:52:41', '0', '', '', null);
INSERT INTO `d_hero` VALUES ('3', '潮汐', '3.jpg', '力量：22,智力：16,敏捷：15,最大生命值：568,物理攻击：50,魔法强度：40,物理护甲：3,魔法抗性：1,物理暴击：6', '1', '前排', '力量', '蓝色+2:103,紫色:39|65|27|90|102|78,紫色+1:39|51|73|97|114|78,紫色+2:91|71|27|117|120|78,紫色+3:76|90|97|117|116|78', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0', '', '', null);
INSERT INTO `d_hero` VALUES ('2', '全能骑士', '2.jpg', '力量：20,智力：17,敏捷：15,最大生命值：530,物理攻击：56,魔法强度：43,物理护甲：4,魔法抗性：1,物理暴击：6', '1', '前排', '力量', '蓝色+2:97,紫色:12|65|37|109|101|78,紫色+1:39|44|102|45|114|78,紫色+2:39|71|111|46|126|78,紫色+3:77|90|103|117|101|78', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0', '', '', null);
INSERT INTO `d_hero` VALUES ('1', '船长', '1.jpg', '力量：24,智力：18,敏捷：14,最大生命值：606,物理攻击：52,魔法强度：45,物理护甲：2,魔法抗性：1,物理暴击：6', '1', '前排', '力量', '蓝色+2:103,紫色:65|85|91|13|101|78,紫色+1:71|93|67|97|117|78,紫色+2:39|80|90|118|78|102,紫色+3:71|85|104|120|116|78', '2014-06-12 10:14:00', '2014-06-16 09:06:54', '0', '', '', null);

-- ----------------------------
-- Table structure for `d_hero_skill`
-- ----------------------------
DROP TABLE IF EXISTS `d_hero_skill`;
CREATE TABLE `d_hero_skill` (
  `id` int(25) NOT NULL AUTO_INCREMENT COMMENT '英雄技能关联表ID',
  `hero_id` int(25) NOT NULL COMMENT '英雄ID',
  `skill_id` varchar(255) NOT NULL COMMENT '技能ID',
  `create_time` datetime NOT NULL COMMENT '创建时间',
  `update_time` datetime NOT NULL COMMENT '更新时间',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=50 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of d_hero_skill
-- ----------------------------
INSERT INTO `d_hero_skill` VALUES ('1', '50', '1,2,3,4', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_hero_skill` VALUES ('2', '49', '5,6,7,8', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_hero_skill` VALUES ('3', '48', '9,10,11,12', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_hero_skill` VALUES ('4', '47', '13,14,15,16', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_hero_skill` VALUES ('5', '46', '17,18,19,20', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_hero_skill` VALUES ('6', '45', '21,22,23,24', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_hero_skill` VALUES ('7', '44', '25,26,27,28', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_hero_skill` VALUES ('8', '43', '29,30,31,32', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_hero_skill` VALUES ('9', '42', '33,34,35,36', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_hero_skill` VALUES ('10', '41', '37,38,39,40', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_hero_skill` VALUES ('11', '40', '41,42,43,44', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_hero_skill` VALUES ('12', '39', '45,46,47,48', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_hero_skill` VALUES ('13', '38', '49,50,51,52', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_hero_skill` VALUES ('14', '37', '53,54,55,56', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_hero_skill` VALUES ('15', '36', '57,58,59,60', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_hero_skill` VALUES ('16', '35', '61,62,63,64', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_hero_skill` VALUES ('17', '34', '65,66,67,68', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_hero_skill` VALUES ('18', '33', '69,70,71,72', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_hero_skill` VALUES ('19', '32', '73,74,75,76', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_hero_skill` VALUES ('20', '31', '77,78,79,80', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_hero_skill` VALUES ('21', '30', '81,82,83,84', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_hero_skill` VALUES ('22', '29', '85,86,87,88', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_hero_skill` VALUES ('23', '28', '89,90,91,92', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_hero_skill` VALUES ('24', '27', '93,94,95,96', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_hero_skill` VALUES ('25', '26', '97,98,99,100', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_hero_skill` VALUES ('26', '25', '101,102,103,104', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_hero_skill` VALUES ('27', '24', '105,106,107,108', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_hero_skill` VALUES ('28', '23', '109,110,111,112', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_hero_skill` VALUES ('29', '22', '113,114,115,116', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_hero_skill` VALUES ('30', '21', '117,118,119,120', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_hero_skill` VALUES ('31', '20', '121,122,123,124', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_hero_skill` VALUES ('32', '19', '125,126,127,128', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_hero_skill` VALUES ('33', '18', '129,130,131,132', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_hero_skill` VALUES ('34', '17', '133,134,135,136', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_hero_skill` VALUES ('35', '15', '137,138,139,140', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_hero_skill` VALUES ('36', '14', '141,142,143,144', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_hero_skill` VALUES ('37', '13', '145,146,147,148', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_hero_skill` VALUES ('38', '12', '149,150,151,152', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_hero_skill` VALUES ('39', '11', '153,154,155,156', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_hero_skill` VALUES ('40', '10', '157,158,159,160', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_hero_skill` VALUES ('41', '9', '161,162,163,164', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_hero_skill` VALUES ('42', '8', '165,166,167,168', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_hero_skill` VALUES ('43', '7', '169,170,171,172', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_hero_skill` VALUES ('44', '6', '173,174,175,176', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_hero_skill` VALUES ('45', '5', '177,178,179,180', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_hero_skill` VALUES ('46', '4', '181,182,183,184', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_hero_skill` VALUES ('47', '3', '185,186,187,188', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_hero_skill` VALUES ('48', '2', '189,190,191,192', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_hero_skill` VALUES ('49', '1', '193,194,195,196', '2014-06-12 10:14:00', '0000-00-00 00:00:00');

-- ----------------------------
-- Table structure for `d_hero_strong`
-- ----------------------------
DROP TABLE IF EXISTS `d_hero_strong`;
CREATE TABLE `d_hero_strong` (
  `id` int(25) NOT NULL AUTO_INCREMENT COMMENT '最强英雄ID',
  `hero_id` int(25) NOT NULL COMMENT '英雄ID',
  `name` varchar(255) NOT NULL COMMENT '最强英雄名称',
  `advantage` varchar(255) NOT NULL COMMENT '优势',
  `disadvantage` varchar(255) NOT NULL COMMENT '逆势',
  `create_time` datetime NOT NULL COMMENT '创建时间',
  `update_time` datetime NOT NULL COMMENT '更新时间',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=4 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of d_hero_strong
-- ----------------------------
INSERT INTO `d_hero_strong` VALUES ('1', '1', '版本帝', '升级容易，爆发力强', '不易培养，血少', '2014-06-12 10:14:00', '0000-00-00 00:00:00');

-- ----------------------------
-- Table structure for `d_hero_team`
-- ----------------------------
DROP TABLE IF EXISTS `d_hero_team`;
CREATE TABLE `d_hero_team` (
  `id` int(25) NOT NULL AUTO_INCREMENT COMMENT '阵容ID',
  `name` varchar(255) NOT NULL DEFAULT '' COMMENT '阵容名字',
  `reason` varchar(255) NOT NULL DEFAULT '' COMMENT '推荐原因',
  `hero_id` varchar(255) NOT NULL DEFAULT '' COMMENT '英雄ID',
  `tibu` varchar(255) NOT NULL DEFAULT '' COMMENT '替补英雄',
  `sort` int(255) NOT NULL DEFAULT '0' COMMENT '排序',
  `create_time` datetime NOT NULL COMMENT '创建时间',
  `update_time` datetime NOT NULL COMMENT '更新时间',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of d_hero_team
-- ----------------------------
INSERT INTO `d_hero_team` VALUES ('1', '暴力输出阵容', '输出强', '1,2,3,4,5', '1,2,4,5,6', '0', '2014-06-12 10:14:00', '0000-00-00 00:00:00');

-- ----------------------------
-- Table structure for `d_skill`
-- ----------------------------
DROP TABLE IF EXISTS `d_skill`;
CREATE TABLE `d_skill` (
  `id` int(25) NOT NULL AUTO_INCREMENT COMMENT '技能ID',
  `skill_name` varchar(255) NOT NULL DEFAULT '' COMMENT '技能名称',
  `skill_add` varchar(255) NOT NULL DEFAULT '' COMMENT '技能加点说明',
  `description` text NOT NULL COMMENT '技能说明',
  `skill_img` varchar(255) NOT NULL DEFAULT '' COMMENT '技能图片',
  `create_time` datetime NOT NULL COMMENT '创建时间',
  `update_time` datetime NOT NULL COMMENT '更新时间',
  `is_delete` smallint(1) unsigned DEFAULT '0' COMMENT '0:未删除 1:已删除',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=197 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of d_skill
-- ----------------------------
INSERT INTO `d_skill` VALUES ('1', '刚毛后背', '必点', '刚背猪露出自己的刚毛后背，大幅减少受到的伤害。针刺扫射的被动效果会累积大招减免前的伤害量。', '1.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('2', '粘稠鼻涕', '必点', '用鼻涕包裹一个敌方单位，减少他的护甲。', '2.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('3', '刺针扫射', '必点', '刚背猪累积受到一定伤害后会自动将身上的尖刺发射出去，对周围的敌人造成物理伤害。', '3.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('4', '战意', '必点', '刚背猪激发自己的战斗意志，增加攻击力。', '4.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('5', '激光炮', '必点', '奋力发射一道耀眼的激光，造成大量魔法伤害', '5.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('6', '兴奋剂', '必点', '牺牲20%的生命，在一定时间内提升机枪兵的攻击力和攻击速度', '6.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('7', '充足活力', '必点', '提高基础暴击几率', '7.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('8', '穿透子弹', '必点', '增加护甲穿透', '8.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('9', '战吼', '神技', '提升所有友军25%的移动速度和攻击速度，并提高攻击力和魔法强度', '9.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('10', '旋风斧', '必点', '扔出3把旋转的飞斧，对前方大片区域造成物理伤害。', '10.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('11', '战斧技巧', '近战伤害很猛', '巨魔不仅投掷飞斧，还会用巨斧砍杀靠近的敌人。', '11.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('12', '战魂', '必点', '巨魔的攻击异常迅捷，大幅提升攻击速度。', '12.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('13', '地狱火', '必点', '术士召唤陨石从天而降，被砸中的敌人受到魔法伤害和短暂眩晕，陨石落地后将变成威力巨大的地狱火为术士战斗。', '13.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('14', '烈火之拳', '必点', '术士召唤的地狱火用烈焰的拳头重击并击晕眼前的敌人。', '14.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('15', '火焰领域', '必点', '术士召唤的地狱火身上的火焰会持续的灼烧塔附近的敌人', '15.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('16', '火焰领域', '必点', '术士召唤的地狱火身上的火焰会持续的灼烧塔附近的敌人', '16.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('17', '恶魔变身', '必点', '当灵魂守卫拥有一半以上能量时，他就可以变身为一直强大的恶魔。恶魔形态持续消耗能量并具有远程攻击能力。', '17.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('18', '镜像', '必点', '制造一个灵魂守卫的幻象来帮助战斗。', '18.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('19', '灵魂汲取', '必点', '灵魂守卫锁定一个敌方单位。汲取生命并转化给自己。', '19.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('20', '恶魔之血', '必点', '恶魔的血液会强化灵魂守卫的身体，增加生命。', '20.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('21', '能量虚空', '必点', '敌法闪烁到智力最高的敌人身后，以目标为中心施放能量虚空，造成巨大的魔法伤害。', '21.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('22', '能量燃烧', '虐法师队必点', '敌法闪烁到智力最高的敌人身边攻击，造成小范围物理伤害并额外损毁敌人的能量。', '22.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('23', '能量燃烧', '虐法师队必点', '敌法闪烁到智力最高的敌人身边攻击，造成小范围物理伤害并额外损毁敌人的能量。', '23.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('24', '能量燃烧', '虐法师队必点', '敌法闪烁到智力最高的敌人身边攻击，造成小范围物理伤害并额外损毁敌人的能量。', '24.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('25', '亡灵召唤', '主做打断用', '召唤大群怨灵攻击敌人，对全场敌人造成魔法伤害，并为死亡先知吸取一定比例的生命值。吸取的生命值会在怨灵消散后输送给死亡先知。', '25.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('26', '蝠群冲击', '增加输出', '死亡先知用巫术召唤一大群蝙蝠，攻击前方大面积敌人造成魔法伤害。', '26.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('27', '沉默', '控制对方', '死亡先知利用死亡魔法沉默大范围的敌人，使其无法释放法术。', '27.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('28', '巫术精修', '增加输出', '死亡先知不断的提升自己的巫术技巧，增加魔法强度。', '28.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('29', '醉拳', '必点', '熊喵的拳脚功夫把敌人打的七晕八素，造成一连串的物理伤害。', '29.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('30', '酒雾', '必点', '击碎一个酒桶，用弥散的酒精笼罩敌人，造成魔法伤害。醉酒的敌人会大幅降低物理命中和闪避率。', '30.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('31', '酒雾', '必点', '击碎一个酒桶，用弥散的酒精笼罩敌人，造成魔法伤害。醉酒的敌人会大幅降低物理命中和闪避率。', '31.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('32', '酒雾', '必点', '击碎一个酒桶，用弥散的酒精笼罩敌人，造成魔法伤害。醉酒的敌人会大幅降低物理命中和闪避率。', '32.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('33', '剧毒撕咬', '必点', '亚龙吐出一团毒液，并造成巨大的持续伤害。', '33.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('34', '毒液之球', '必点', '亚龙射出一小团毒液，对敌人造成魔法伤害。毒液将腐蚀敌人的护甲，并在一段时间内造成持续伤害。', '34.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('35', '淬毒箭矢', '必点', '亚龙在他的箭矢上淬毒，大幅提升物理攻击力。', '35.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('36', '淬毒箭矢', '必点', '亚龙在他的箭矢上淬毒，大幅提升物理攻击力。', '36.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('37', '战术核打击', '必点', '使用核弹打击敌军后方的重要目标，造成范围物理伤害。', '37.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('38', '地狱火飞弹', '必点', '发射一枚地狱火飞弹，穿过前排敌人打击敌军后方。对击中的敌人造成物理伤害并眩晕。', '38.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('39', '加特林机枪', '必点', '飞机掠过敌方阵地，并用机枪扫射所有敌人。', '39.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('40', '穿甲弹头', '必点', '直升机使用最新的穿甲弹头，增加护甲穿透。', '40.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('41', '虎跃', '物理队核心技能', '英勇地跳进战场并鼓舞友军。提升所有友军25%的移动速度和攻击速度，并提高攻击力和魔法强度。', '41.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('42', '伏击', '必点', '让友军隐藏在月神的阴影中，增加全队的敏捷。', '42.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('43', '伏击', '必点', '让友军隐藏在月神的阴影中，增加全队的敏捷。', '43.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('44', '伏击', '必点', '让友军隐藏在月神的阴影中，增加全队的敏捷。', '44.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('45', '牺牲', '远征配合SL神技', '和一个敌人交换位置。', '45.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('46', '波动', '复仇核心技能', '唤起敌人内心深处的恐惧，对一大片区域内的敌人造成魔法伤害，并降低他们的护甲。', '46.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('47', '命令光环', '必点', '以复仇的名义而战，增加全队的物理攻击力。', '47.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('48', '命令光环', '必点', '以复仇的名义而战，增加全队的物理攻击力。', '48.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('49', '死亡契约', '点满秒全队残血', '签订契约，回复自身血量，并大幅度增加攻击力，效果持续到本场战斗结束（可叠加）。', '49.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('50', '速射', '必点', '速射，增加攻击速度', '50.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('51', '隐匿刺杀', '必点', '隐匿在暗处现身一击，增加暴击', '51.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('52', '隐匿刺杀', '必点', '隐匿在暗处现身一击，增加暴击', '52.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('53', '飓风箭', '打断输出', '风之箭矢，击退途径的敌人造成魔法伤害', '53.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('54', '束缚箭', '小控', '对敌方造成魔法伤害并眩晕', '54.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('55', '束缚箭', '小控', '对敌方造成魔法伤害并眩晕', '55.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('56', '束缚箭', '小控', '对敌方造成魔法伤害并眩晕', '56.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('57', '狙击', '必点', '狙击敌方最虚弱的目标，造成巨大的物理伤害', '57.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('58', '爆头', '必点', '对敌方单体造成物理伤害并短暂眩晕', '58.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('59', '榴弹', '必点', '传说哥的榴弹攻击数个敌人照成魔法伤害', '59.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('60', '敏捷强化', '必点', '属性附加，增加敏捷', '60.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('61', '动感光波', '必点', '光法师开始为他的法杖充能，随后施放一道冲击波对前方所有敌人造成魔法伤害。充能的时间最长为5秒，充能时间越久，冲击波伤害越高。充能时，再次点击英雄头像，可以立刻结束充能并施放冲击波。', '61.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('62', '闪光爆', '必点', '光法师用一道光芒将敌人致盲，并造成魔法伤害。被致盲的敌人物理攻击命中率会大幅降低。', '62.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('63', '光魂', '必点', '光法师使用灿烂的光辉引导他的队友，大幅提高全队的法术强度。', '63.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('64', '光魂', '必点', '光法师使用灿烂的光辉引导他的队友，大幅提高全队的法术强度。', '64.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('65', '箭雨', '后期伤害不错', '对所看到的敌人射出多只箭，输出成吨的物理伤害', '65.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('66', '沉默', '竞技场神技', '沉默数个敌人，使其无法使用技能', '66.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('67', '射手天赋', '物理队核心技', '增加己方全体攻击', '67.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('68', '射手天赋', '物理队核心技', '增加己方全体攻击', '68.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('69', '复苏', '无争议', '召唤大自然的力量，治疗己方全体', '69.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('70', '魅惑', '神技，有奇效', '魅惑一个敌人，令他转身攻击自己的同伴', '70.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('71', '魅惑', '神技，有奇效', '魅惑一个敌人，令他转身攻击自己的同伴', '71.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('72', '魅惑', '神技，有奇效', '魅惑一个敌人，令他转身攻击自己的同伴', '72.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('73', '冰封路径', '控制神技', '双头龙向前方喷吐寒气，一段时间后会冰冻前方敌人。', '73.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('74', '冰火两重', '必点', '双头龙的两个脑袋吐出寒冰与烈焰，对前方敌人造成两次魔法伤害。', '74.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('75', '液态火焰', '必点', '双头龙喷吐出一团流动的火焰，对敌人造成魔法伤害。液态火在命中目标后，会继续向前流动一小段距离。', '75.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('76', '液态火焰', '必点', '双头龙喷吐出一团流动的火焰，对敌人造成魔法伤害。液态火在命中目标后，会继续向前流动一小段距离。', '76.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('77', '冲锋', '必点', '神灵武士誓与敌人同归于尽，消耗自身40%剩余生命值，向敌人发起自杀式冲锋，短时间极大提升自己的攻击力和攻击速度。', '77.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('78', '血沸之矛', '必点', '用鲜血让长矛燃烧，对命中的敌人造成额外持续伤害。', '78.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('79', '狂战士', '必点', '狂战士的血液会让他拥有小强一般的生存能力，大幅增加魔法抗性。', '79.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('80', '狂战士', '必点', '狂战士的血液会让他拥有小强一般的生存能力，大幅增加魔法抗性。', '80.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('81', '月蚀', '伤害可观', '召唤数道月光,随机灼烧场上的敌人，造成魔法伤害。', '81.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('82', '月刃', '平A多人', '月骑的利刃可以在敌人之间多次弹射，造成更多物理伤害，每次弹射后伤害会降低。', '82.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('83', '月祈', '必点', '将月神的祝福分享给所有队友，增加全队的物理攻击力。', '83.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('84', '月祈', '必点', '将月神的祝福分享给所有队友，增加全队的物理攻击力。', '84.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('85', '静默领域', '打断神技', '令所有敌人陷入沉默,无法释放任何魔法。', '85.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('86', '静默领域', '打断神技', '令所有敌人陷入沉默,无法释放任何魔法。', '86.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('87', '静默领域', '打断神技', '令所有敌人陷入沉默,无法释放任何魔法。', '87.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('88', '静默领域', '打断神技', '令所有敌人陷入沉默,无法释放任何魔法。', '88.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('89', '安魂曲', '秒全场', '释放冤魂，以自己为中心大范围的魔法伤害', '89.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('90', '镇魂·近', '秒前排', '影压，近，造成小范围魔法伤害', '90.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('91', '镇魂·中', '秒中排', '影压，中，造成小范围魔法伤害', '91.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('92', '镇魂·远', '秒后排', '影压，远，造成小范围魔法伤害', '92.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('93', '死亡之指', '必点', '对目标放出一道闪电，造成大量魔法伤害', '93.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('94', '暴击强化', '必点', '借用恶魔的力量，增加法术暴击。', '94.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('95', '暴击强化', '必点', '借用恶魔的力量，增加法术暴击。', '95.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('96', '暴击强化', '必点', '借用恶魔的力量，增加法术暴击。', '96.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('97', '石化', '神控', '石化眼眸凝视对方，石化前方中等范围的敌人', '97.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('98', '分裂箭', '一姐后期神技', '对场上的敌人同时射击照成物理伤害', '98.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('99', '魔法盾', '成为血牛的关键', '美杜莎的魔法护盾可以吸收部分伤害，增加血量', '99.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('100', '魔法盾', '成为血牛的关键', '美杜莎的魔法护盾可以吸收部分伤害，增加血量', '100.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('101', '神蚀', '必点', '往敌军阵营中施放远古心灵魔法，对力量型和敏捷型敌人造成巨大伤害，但不会影响智力型敌人。', '101.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('102', '禁锢', '必点', '放逐随机一个敌方目标，使其无法攻击和被攻击', '102.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('103', '通灵', '必点', '黑鸟借用空间中的能量，增加智力', '103.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('104', '通灵', '必点', '黑鸟借用空间中的能量，增加智力', '104.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('105', '暗影波', '治疗技能', '暗牧发出一个弹跳的暗影波治疗友军', '105.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('106', '薄葬', '竞技场神技', '让生命值最低的队友一段时间内不会死亡', '106.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('107', '薄葬', '竞技场神技', '让生命值最低的队友一段时间内不会死亡', '107.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('108', '薄葬', '竞技场神技', '让生命值最低的队友一段时间内不会死亡', '108.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('109', '暴风雪', '魔法队主输出', '召唤暴风雪，大面积范围造成成吨的魔法伤害', '109.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('110', '冰暴术', '必点', '冰爆术攻击一个区域的敌人，令敌人减速并造成魔法伤害', '110.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('111', '冰暴术', '必点', '冰爆术攻击一个区域的敌人，令敌人减速并造成魔法伤害', '111.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('112', '冰暴术', '必点', '冰爆术攻击一个区域的敌人，令敌人减速并造成魔法伤害', '112.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('113', '极限超载', '伤害可观', '超载他的机械，发出成吨导弹和激光造成伤害', '113.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('114', '地精飞弹', '必点', '导弹追踪敌人，爆炸造成小范围魔法伤害', '114.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('115', '地精飞弹', '必点', '导弹追踪敌人，爆炸造成小范围魔法伤害', '115.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('116', '地精飞弹', '必点', '导弹追踪敌人，爆炸造成小范围魔法伤害', '116.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('117', '生命吸取', '必点', '持续的对目标造成魔法伤害，并偷取目标的生命', '117.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('118', '爆轰', '必点', '目标脚下引爆死灵魔法，造成中范围魔法伤害', '118.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('119', '衰老', '必点', '使一个地方单位无法攻击，提升他的护甲并降低他的魔抗', '119.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('120', '幽冥守卫', '必点', '骨法的幽冥守卫反击敌方魔法，增加己方全体的魔法抗性', '120.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('121', '连环霜冻', '巫妖招牌技能', '召唤一颗冰霜新星飞向敌人，冰霜新星会在敌人之间弹射，每次弹射都会造成小范围魔法伤害。', '121.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('122', '霜星', '增加输出', '用冰霜法术引爆目标区域，造成小范围魔法伤害。', '122.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('123', '凋零', '卖肾也得点', '巫妖的存在使敌人本能的感到恐惧，削减敌方魔抗。', '123.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('124', '凋零', '卖肾也得点', '巫妖的存在使敌人本能的感到恐惧，削减敌方魔抗。', '124.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('125', '神灭斩', '必点', '对目标放出一道闪电，造成大量的魔法伤害', '125.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('126', '神灭斩', '必点', '对目标放出一道闪电，造成大量的魔法伤害', '126.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('127', '神灭斩', '必点', '对目标放出一道闪电，造成大量的魔法伤害', '127.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('128', '神灭斩', '必点', '对目标放出一道闪电，造成大量的魔法伤害', '128.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('129', '天神之怒', '49级超神必点', '召唤雷电，对敌方全体造成魔法伤害', '129.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('130', '闪电链', '49级超神必点', '释放一道弹跳的闪电，对数个敌人造成魔法伤害', '130.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('131', '落雷', '49级超神必点', '闪电劈中一个敌人，造成大量魔法伤害', '131.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('132', '静电场', '49级超神必点', '静电让宙斯的闪电增加伤害，增加魔法攻击', '132.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('133', '超声波', '必点', '女王发出尖叫，对敌方全体造成大量魔法伤害', '133.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('134', '尖叫', '必点', '跳入敌人之中发出锐利的尖叫，对正前方敌人造成魔法伤害', '134.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('135', '尖叫', '必点', '跳入敌人之中发出锐利的尖叫，对正前方敌人造成魔法伤害', '135.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('136', '尖叫', '必点', '跳入敌人之中发出锐利的尖叫，对正前方敌人造成魔法伤害', '136.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('137', '回光', '远征神器', '死亡骑士为自己创造一个吸收伤害的护盾，护盾吸收的伤害将转化为生命值。', '137.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('138', '缠绕', '增加治疗量', '向战场上最虚弱的敌人发射死亡缠绕，如果是敌人，则造成魔法伤害，如果是友方，则治疗他的生命值。', '138.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('139', '暗光盾', '输出加防御', '用黑暗能量创造一个暗之盾，保护最虚弱的队友，当暗之盾消失之时，黑暗能量会发生爆炸，对附近的敌人造成魔法伤害。', '139.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('140', '暗光盾', '输出加防御', '用黑暗能量创造一个暗之盾，保护最虚弱的队友，当暗之盾消失之时，黑暗能量会发生爆炸，对附近的敌人造成魔法伤害。', '140.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('141', '投掷', '突进秒后排', '抓住一个敌人并扔出去，对所有被砸中的敌人造成魔法伤害。', '141.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('142', '石肤', '必点', '小小的身体由坚硬的花岗岩组成,大幅提升护甲。', '142.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('143', '石肤', '必点', '小小的身体由坚硬的花岗岩组成,大幅提升护甲。', '143.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('144', '石肤', '必点', '小小的身体由坚硬的花岗岩组成,大幅提升护甲。', '144.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('145', '淘汰', '太猛，不解释了', '巨斧从不怜悯弱者。如果敌人的生命值低于30%,则造成巨大的物理伤害，否则只造成少量伤害。', '145.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('146', '咆哮', '必点', '战争怒吼大幅提升斧王的护甲。', '146.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('147', '咆哮', '必点', '战争怒吼大幅提升斧王的护甲。', '147.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('148', '咆哮', '必点', '战争怒吼大幅提升斧王的护甲。', '148.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('149', '无敌斩', '杀人如切菜技', '瞬间出剑6次，攻击敌阵中随机目标。因为速度太快，没有人在施放无敌斩期间击中剑圣。', '149.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('150', '剑刃风暴', '必点', '舞起剑刃风暴切人敌军,对周围的敌方单位造成物理伤害。剑圣此时对魔法免疫。', '150.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('151', '治疗图腾', '必点', '放置一个治疗图腾,为所有队友缓慢恢复生命值。', '151.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('152', '剑舞', '必点', '高超的剑术可以轻易击中敌人的要害，大幅提高暴击。', '152.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('153', '死神召唤', '必点', '召唤死神斩击最弱的敌人，根据敌人已经损失的生命值，给予一定比例的魔法伤害（初始比例为40%)，并眩晕目标。', '153.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('154', '生命脉动', '必点', '释放一批亡魂，用他们的能量治疗附近的队友，并伤害附近的敌人。', '154.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('155', '生命契约', '能抗才是王道', '死灵法师凭借对生命的深刻理解，大幅增加生命值。', '155.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('156', '魔法契约', '必点', '死灵法师凭借对死亡的深刻理解，大幅增加魔法抗性。', '156.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('157', '海妖之歌', '有一姐队必点', '塞壬海妖的歌声让附近的敌人陷入沉睡。', '157.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('158', '诱捕', '有一姐队必点', '娜迦撒出一张网，造成魔法伤害。被网住的敌人无法移动、闪避或进行物理攻击。', '158.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('159', '诱捕', '有一姐队必点', '娜迦撒出一张网，造成魔法伤害。被网住的敌人无法移动、闪避或进行物理攻击。', '159.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('160', '诱捕', '有一姐队必点', '娜迦撒出一张网，造成魔法伤害。被网住的敌人无法移动、闪避或进行物理攻击。', '160.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('161', '狂击', '高伤高吸血', '拍拍熊陷入狂怒，如暴风骤雨一般打击前方的敌人。造成多次物理伤害。', '161.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('162', '宣泄', '提升1技能效果', '野性的怒火使拍拍熊大幅提升暴击。', '162.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('163', '宣泄', '提升1技能效果', '野性的怒火使拍拍熊大幅提升暴击。', '163.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('164', '宣泄', '提升1技能效果', '野性的怒火使拍拍熊大幅提升暴击。', '164.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('165', '暴击', '必点', '用力劈砍目标，造成较高物理伤害', '165.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('166', '吸血光环', '提升输出生存能力', '增加己方全体的吸血效果', '166.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('167', '吸血光环', '提升输出生存能力', '增加己方全体的吸血效果', '167.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('168', '吸血光环', '提升输出生存能力', '增加己方全体的吸血效果', '168.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('169', '沟壑', '必点', '撕裂地表，形成巨大的沟壑。对所有敌人造成魔法伤害,并震晕他们。', '169.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('170', '强化图腾', '必点', '横扫前面的敌人，造成魔法伤害。并击晕他们。', '170.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('171', '回音', '必点', '重击地面，对附近的敌人造成魔法伤害,并击晕他们。', '171.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('172', '回音', '必点', '重击地面，对附近的敌人造成魔法伤害,并击晕他们。', '172.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('173', '等离子场', '必点', '自身放出一圈电球，对大范围敌人照成魔法伤害', '173.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('174', '风暴', '必点', '召唤乌云和闪电，对目标造成多次魔法伤害', '174.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('175', '电刃链接', '必点', '偷取敌人的物理攻击力，效果持续至本场战斗结束', '175.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('176', '紊乱电流', '必点', '电魂身体周围的电流可以中和魔法，增加魔抗', '176.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('177', '碎击', '打断技能必点', '锤击地面，对中等范围的敌人造成魔法伤害并眩晕', '177.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('178', '伤害加深', '增加输出', '标记敌人，削弱他的护甲', '178.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('179', '伤害加深', '增加输出', '标记敌人，削弱他的护甲', '179.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('180', '伤害加深', '增加输出', '标记敌人，削弱他的护甲', '180.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('181', '爆轰', '看脸', '原始的食人魔法术，对敌人造成魔法伤害，可以促发多重施法。', '181.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('182', '爆轰', '看脸', '原始的食人魔法术，对敌人造成魔法伤害，可以促发多重施法。', '182.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('183', '爆轰', '看脸', '原始的食人魔法术，对敌人造成魔法伤害，可以促发多重施法。', '183.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('184', '爆轰', '看脸', '原始的食人魔法术，对敌人造成魔法伤害，可以促发多重施法。', '184.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('185', '潮汐', '打断技能必点', '大范围击飞自身附近的敌人并眩晕', '185.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('186', '硬壳', 'T重要的是能抗', '潮汐坚硬的外壳可以抵挡伤害，增加自身的护甲', '186.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('187', '硬壳', 'T重要的是能抗', '潮汐坚硬的外壳可以抵挡伤害，增加自身的护甲', '187.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('188', '硬壳', 'T重要的是能抗', '潮汐坚硬的外壳可以抵挡伤害，增加自身的护甲', '188.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('189', '守护', '对物理队全满', '神术守护友军，让所有友军免疫物理伤害', '189.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('190', '圣光', '增加治疗量', '用圣光治疗一个最虚弱的友军', '190.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('191', '驱散', '对魔法队全满', '用神术驱散伤害魔法，令友军免疫魔法伤害一段时间', '191.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('192', '祝福', '必点无争议', '为队友施加祝福，减少他们受到的物理伤害', '192.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('193', '幽灵船', '过渡用', '召唤幽灵船冲向对方，对敌造成大范围的眩晕和魔法伤害', '193.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('194', '幽灵船', '过渡用', '召唤幽灵船冲向对方，对敌造成大范围的眩晕和魔法伤害', '194.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('195', '幽灵船', '过渡用', '召唤幽灵船冲向对方，对敌造成大范围的眩晕和魔法伤害', '195.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');
INSERT INTO `d_skill` VALUES ('196', '幽灵船', '过渡用', '召唤幽灵船冲向对方，对敌造成大范围的眩晕和魔法伤害', '196.jpg', '2014-06-12 10:14:00', '0000-00-00 00:00:00', '0');

-- ----------------------------
-- Table structure for `d_users`
-- ----------------------------
DROP TABLE IF EXISTS `d_users`;
CREATE TABLE `d_users` (
  `user_id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT '用户ID',
  `user_name` varchar(30) NOT NULL DEFAULT '' COMMENT '用户名',
  `email` varchar(100) NOT NULL DEFAULT '' COMMENT '用户邮箱',
  `password` varchar(32) NOT NULL DEFAULT '' COMMENT '用户密码',
  `salt` varchar(15) NOT NULL DEFAULT '' COMMENT '密码随机slat, 后台添加的留空以强制修改密码',
  `founder` tinyint(1) unsigned NOT NULL DEFAULT '0' COMMENT '是否为最高权限管理者',
  `banned` tinyint(1) unsigned NOT NULL DEFAULT '0' COMMENT '是否禁用',
  `dateline` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '注册时间',
  `manager` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '添加管理员',
  `create_time` datetime NOT NULL COMMENT '创建时间',
  `update_time` datetime NOT NULL COMMENT '更新时间',
  PRIMARY KEY (`user_id`),
  UNIQUE KEY `user_name` (`user_name`) USING BTREE,
  UNIQUE KEY `email` (`email`) USING BTREE
) ENGINE=MyISAM AUTO_INCREMENT=6 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of d_users
-- ----------------------------
INSERT INTO `d_users` VALUES ('1', 'admin', 'admin@163.com', 'b03c913d46603d781ff2d50ee45a1207', 'EqfjQF', '1', '0', '0', '0', '2014-06-12 10:14:00', '0000-00-00 00:00:00');
INSERT INTO `d_users` VALUES ('5', 'flt198801', '916126931@qq.com', '314a83af865fe4dce89d24780f35f6a3', '', '0', '0', '1402630230', '1', '0000-00-00 00:00:00', '0000-00-00 00:00:00');
